<unk>	0
<s>	0
</s>	0
<sep>	0
<cls>	0
▁	-2.90581
ን	-3.40938
▁የ	-3.9294
ት	-3.99955
ም	-4.00712
▁በ	-4.14493
ው	-4.22214
ል	-4.26581
ስ	-4.38201
ር	-4.53332
ና	-4.54098
▁ከ	-4.69064
▁አ	-4.76654
▁መ	-4.85242
ድ	-5.06161
ለ	-5.06687
ታ	-5.16111
ላ	-5.21808
ብ	-5.23787
ይ	-5.23923
ክ	-5.23985
ያ	-5.24074
ራ	-5.24154
ግ	-5.25712
።	-5.25721
▁ለ	-5.27282
▁እና	-5.28214
ማ	-5.33878
▁ተ	-5.34998
ረ	-5.35157
ቀ	-5.37762
መ	-5.39062
በ	-5.45697
ሳ	-5.48976
▁ላይ	-5.49538
ገ	-5.50434
ደ	-5.51701
ሰ	-5.54191
ባ	-5.55734
ዳ	-5.58228
▁ማ	-5.64182
▁የሚ	-5.65357
ፍ	-5.67475
፣	-5.69124
ጋ	-5.69524
ነ	-5.71535
ቅ	-5.72554
ሪ	-5.72842
ቱ	-5.73884
ተ	-5.74568
▁የተ	-5.7587
ከ	-5.76043
ጥ	-5.76533
ሉ	-5.77657
ጠ	-5.78044
ዋ	-5.78731
ካ	-5.79391
ዝ	-5.81983
ፈ	-5.85537
▁እ	-5.85745
ህ	-5.86071
ወ	-5.88365
▁ይ	-5.90596
ዎች	-5.91752
ሮ	-5.92599
ች	-5.95317
▁ነው	-5.96544
ኛ	-5.97843
▁1	-6.00102
ሽ	-6.0242
ሩ	-6.02472
ቶ	-6.05671
ጣ	-6.08337
▁ወደ	-6.09814
▁0	-6.1002
የ	-6.10474
/	-6.1091
▁3	-6.11997
በት	-6.12002
▁ያ	-6.14029
ቃ	-6.14549
ሌ	-6.16029
፡፡	-6.22499
ፋ	-6.22723
▁2	-6.23526
ሬ	-6.2406
▁ጋር	-6.24661
▁በመ	-6.25366
ነት	-6.2783
▁ጨዋታ	-6.28395
ቡ	-6.28779
ሊ	-6.30857
ሀ	-6.3165
ሚ	-6.33361
ሎ	-6.33512
!	-6.3597
▁እንዲ	-6.38552
ኒ	-6.38695
▁ወ	-6.39327
ውን	-6.39355
ዉ	-6.39419
ቲ	-6.4006
ዊ	-6.44125
ዘ	-6.45419
ሙ	-6.46653
ዲ	-6.49825
ሱ	-6.50013
ጅ	-6.50172
▁ለመ	-6.50888
▁ሲ	-6.51355
ዛ	-6.51954
ኑ	-6.52048
ዮ	-6.52453
1	-6.53724
ኮ	-6.55438
)	-6.55713
ቆ	-6.56508
▁ስ	-6.57319
2	-6.57758
ሃ	-6.5801
▁ውስጥ	-6.60393
▁ካ	-6.60834
ሲ	-6.60959
ሸ	-6.61093
ኔ	-6.62442
እ	-6.62893
ሻ	-6.63123
▁(	-6.63943
▁እንደ	-6.64127
ፅ	-6.64752
ኩ	-6.64943
3	-6.65475
ፕ	-6.65838
▁ከተማ	-6.66277
ጉ	-6.672
ኝ	-6.67957
ሞ	-6.68239
▁ሊግ	-6.68416
ዱ	-6.68716
ኖ	-6.69183
ሜ	-6.71041
▁|	-6.71875
ቻ	-6.72329
▁✅	-6.7274
▁አስ	-6.72786
ቁ	-6.74134
▁ባ	-6.74157
ዩ	-6.75208
️	-6.75318
▁ነው።	-6.7629
▁ሊ	-6.76304
አ	-6.76551
ጎ	-6.77103
▁።	-6.78445
▁የአ	-6.78624
▁ሰዎች	-6.79066
▁4	-6.79169
፤	-6.79648
ቴ	-6.80103
ጀ	-6.81054
▁የመ	-6.81404
:	-6.81547
▁እንደሚ	-6.82401
ፊ	-6.84089
ችን	-6.84502
ቢ	-6.84517
4	-6.84957
ጫ	-6.85177
ል።	-6.86667
ለው	-6.86998
▁ሀ	-6.87054
ሴ	-6.87225
▁ሰ	-6.8778
ዶ	-6.87952
▁ጊዜ	-6.88051
▁ዛሬ	-6.88111
ቶች	-6.88149
▁ለማ	-6.88196
ቹ	-6.89346
ጨ	-6.89498
ጭ	-6.8959
▁ሲሆን	-6.92771
▁ግን	-6.93482
▁በአ	-6.93491
▁♦️	-6.93866
00	-6.93921
▁!	-6.96386
ቦ	-6.96838
▁♨️	-6.96971
▁ክልል	-6.97292
ስት	-6.97917
6	-6.97967
▁5	-6.98817
▁አርሰናል	-7.0026
▁በተ	-7.01035
ቤ	-7.01369
▁ባለ	-7.01461
▁፣	-7.01795
▁ቤት	-7.02275
▁አል	-7.02956
ራት	-7.03248
8	-7.03665
ሁ	-7.03902
▁⚽️	-7.03909
ቸው	-7.04326
ደር	-7.04827
▁ታ	-7.05337
7	-7.06204
▁ኮ	-7.06396
ሪያ	-7.0753
▁መረጃ	-7.0763
▁የኢትዮጵያ	-7.09167
ሶ	-7.09771
▁እየ	-7.10266
▁እየተ	-7.10444
▁ጥ	-7.12591
▁አለ	-7.13213
▁ግ	-7.13886
▁ኢ	-7.15201
ፉ	-7.15774
ቪ	-7.1581
በር	-7.16216
▁:	-7.16756
ሆን	-7.16952
ሰራ	-7.17285
ተኛ	-7.17698
ገባ	-7.1814
▁ስለ	-7.1849
▁አበባ	-7.19262
▁እያ	-7.19644
▁ቀ	-7.19689
ኤ	-7.20063
▁ኢትዮጵያ	-7.2009
ባቸው	-7.20113
▁ቀን	-7.20562
ቂ	-7.2115
▁ሳ	-7.21449
ገር	-7.2147
▁ኤ	-7.21765
ስተ	-7.21803
▁,	-7.21842
▁መሆኑን	-7.21844
▁በሚ	-7.23381
▁ጨዋታዎች	-7.23519
▁በማ	-7.23997
▁ሳምንት	-7.24065
,	-7.24106
9	-7.24159
▁ነገር	-7.25032
ኪ	-7.25557
▁አቶ	-7.25699
ቱን	-7.2579
▁ብ	-7.27042
"	-7.27929
ወጣ	-7.28724
▁ገ	-7.29274
▁ደ	-7.29464
ዋል።	-7.29522
▁ሚ	-7.29548
ንግ	-7.29591
ላቸው	-7.29666
▁ክ	-7.29998
▁ያለ	-7.30032
ቋ	-7.30346
▁አንድ	-7.30376
ዋል	-7.3146
▁እን	-7.32217
ዴ	-7.32727
▁አይ	-7.32941
▁በላይ	-7.32941
ዚ	-7.33401
ፀ	-7.33451
▁ስራ	-7.33604
▁6	-7.33746
▁ነበር	-7.33871
ዜ	-7.34882
▁የማ	-7.3494
▁ከፍተኛ	-7.35143
ሄ	-7.35232
ፃ	-7.35823
ፎ	-7.37196
ኣ	-7.37485
▁የሚያ	-7.38163
▁ቢ	-7.38631
▁እንዳ	-7.38865
ፔ	-7.39278
ጂ	-7.39665
▁ብር	-7.39714
▁ማድሪድ	-7.39948
▁ህ	-7.40929
▁እስከ	-7.41588
ጃ	-7.43914
▁አዲስ	-7.44081
ቸውን	-7.44406
ችሁ	-7.44874
▁ቡድን	-7.44966
▁ኦ	-7.45904
ዎ	-7.46866
ብር	-7.46963
▁ብቻ	-7.47559
▁7	-7.47831
▁ፍ	-7.4794
ፒ	-7.4807
ኬ	-7.48562
▁ተማሪዎች	-7.49041
▁ዩናይትድ	-7.50239
▁8	-7.50459
▁በዚህ	-7.50656
ሆኑ	-7.51028
5	-7.51249
▁ግብ	-7.51577
ዎቹ	-7.51789
ገኙ	-7.52333
▁ይህ	-7.52451
▁እንዲሁም	-7.52465
▁አሁን	-7.52911
?	-7.53125
▁ሁኔታ	-7.54815
ግባ	-7.54944
▁ሞ	-7.55339
▁ዋንጫ	-7.55965
▁በኋላ	-7.56334
▁ከተ	-7.57231
ጓ	-7.57523
ዬ	-7.5759
▁[	-7.57864
፡	-7.57945
ሚያ	-7.58419
ፌ	-7.58508
ሕ	-7.58785
▁አመት	-7.58845
▁ኣመት	-7.59034
▁⏰	-7.59042
▁ኳስ	-7.59077
▁ፖሊስ	-7.59361
ጡ	-7.59403
▁10	-7.59737
ተው	-7.60552
ፓ	-7.60629
ሺ	-7.60686
▁20	-7.60931
▁ጎል	-7.61114
▁፤	-7.61748
▁ሲቲ	-7.61836
▁ያለው	-7.62131
ቫ	-7.62604
▁ቁጥር	-7.6269
▁ሃ	-7.62894
ደረጉ	-7.62959
▁ኣም	-7.63145
▁የእ	-7.65261
▁ደግሞ	-7.65458
▁መስ	-7.66149
ድር	-7.66309
▁ብዙ	-7.66414
▁ተጫዋች	-7.66684
ጁ	-7.67199
ቀር	-7.67732
ዎችን	-7.67839
▁በእ	-7.68004
ቅር	-7.68712
▁ጠ	-7.69248
▁ይቀላቀሉ	-7.69369
ለሁ	-7.70162
▁ደረጃ	-7.70247
ስታ	-7.7033
ኛው	-7.70449
▁ሰኣት	-7.70573
▁መንግስት	-7.7077
ሮች	-7.70817
▁ምክንያት	-7.70967
ደረሰ	-7.71519
ሎች	-7.71796
ቼ	-7.71931
ረው	-7.71988
▁ትምህርት	-7.72117
20	-7.73054
ታቸው	-7.73233
ጠና	-7.73252
ባለ	-7.73289
ቤት	-7.73324
▁ቦታ	-7.73666
▁ያስ	-7.73916
ዙ	-7.74334
ታል	-7.74388
ሟ	-7.74629
▁ዳ	-7.74961
▁አን	-7.75778
▁ሃላፊ	-7.75807
ቢያ	-7.76361
▁ነ	-7.77139
ኦ	-7.77238
▁ዋና	-7.77255
▁ጉዳይ	-7.77844
▁ጀምሮ	-7.78291
ጊ	-7.78475
”	-7.78564
▁በፊት	-7.78682
ናል	-7.78858
▁ጥያቄ	-7.7894
ወሰ	-7.79274
ኞች	-7.79435
ተር	-7.79617
▁⌚️	-7.8022
ሊያ	-7.804
ዚህ	-7.80965
ሆ	-7.81424
▁መግለጫ	-7.81659
▁ሴ	-7.82072
▁ቤ	-7.82236
ማር	-7.82361
ለን	-7.82709
▁ሪያል	-7.83284
▁9	-7.83632
የር	-7.84043
▁ስር	-7.84088
▁መንገድ	-7.84433
▁አገልግሎት	-7.84782
ራዊ	-7.84873
ኣለም	-7.85161
ብረ	-7.85199
ጦ	-7.85369
ሰብ	-7.85875
ለት	-7.86355
▁መሰረት	-7.8678
▁ቻናላችን	-7.86983
መራ	-7.87013
▁መካከል	-7.87042
ደራ	-7.87522
30	-7.87702
ሰው	-7.87962
▁ወረዳ	-7.88115
▁ጉዳት	-7.88141
▁ከአ	-7.88494
▁ተከ	-7.8851
ላል	-7.88901
ድረ	-7.88963
▁19	-7.89037
▁ዩኒቨርሲቲ	-7.89282
▁]	-7.89345
▁ልዩ	-7.89488
ፈር	-7.89793
ዞ	-7.89921
▁12	-7.90141
▁ምን	-7.90223
▁11	-7.90356
ኳ	-7.90783
ሰጥ	-7.91032
▁ሲል	-7.91399
▁ተመ	-7.91729
▁ማስ	-7.91925
ቸ	-7.91929
▁ዶ	-7.92266
ሂ	-7.92496
ገብ	-7.92939
▁ኣ	-7.93127
ጌ	-7.93267
▁ሕ	-7.93387
▁እለት	-7.93852
▁ዞን	-7.93875
▁አብ	-7.93879
ገና	-7.93999
▁ሚኒስቴር	-7.94214
▁ፈተና	-7.94253
ገኝ	-7.94512
▁ሚኒስትር	-7.94774
▁ላ	-7.9503
::	-7.95215
ኘ	-7.95381
ቷል።	-7.95429
ገል	-7.95688
▁ማን	-7.95716
▁ዘ	-7.95748
▁ውጤት	-7.95841
ራቸው	-7.95969
ቋል	-7.9607
▁ሰው	-7.96161
ፈረ	-7.96313
▁አሳ	-7.96339
▁ጎ	-7.96357
ገደ	-7.96379
▁ምርጥ	-7.96489
▁ብሄራዊ	-7.96678
▁ተጠ	-7.96876
▁ከዚህ	-7.96905
▁ጉ	-7.97131
▁አካባቢ	-7.97343
የት	-7.97426
▁ድረስ	-7.97592
ታቸውን	-7.97726
⃣	-7.98399
ክል	-7.98684
ጠቀ	-7.98815
ባል	-7.98836
ኡ	-7.98929
▁ይፋ	-7.9908
▁ወር	-7.99098
መጨረሻ	-7.99357
▁ሺህ	-7.99466
▁የመጀመሪያ	-8.00033
▁ሙሉ	-8.0022
▁ተጫዋቾች	-8.00428
▁በኢትዮጵያ	-8.00463
▁ክለብ	-8.00496
▁ተቀ	-8.00564
▁እንደሆነ	-8.00757
ገኘ	-8.009
▁በጣም	-8.01109
ሆነ	-8.01284
መጣ	-8.01578
▁አር	-8.01723
በሩ	-8.01827
መር	-8.01906
ነው	-8.02003
ክስ	-8.02046
▁ጠቅላይ	-8.02653
▁ቦ	-8.02738
▁ሁለት	-8.02796
ዛሬ	-8.03634
▁ሲሉ	-8.03989
50	-8.04298
ሰማ	-8.04485
ም።	-8.04613
ቷል	-8.04859
ሥ	-8.05096
▁ብለዋል።	-8.05193
▁ክፍል	-8.05522
▁ምንም	-8.05696
▁ከመ	-8.0571
▁ለአ	-8.05912
ሰን	-8.06495
ባት	-8.0743
▁ተናግረዋል።	-8.07666
ርድ	-8.07826
▁ሌሎች	-8.07841
▁አባ	-8.08178
ኖር	-8.08488
▁አስተ	-8.08764
ቸዉ	-8.09031
▁ምርመራ	-8.09091
ላይ	-8.09215
ተዋል።	-8.09381
ጄ	-8.09725
መረ	-8.09931
ኢ	-8.10164
ወቅ	-8.10502
▁ነበር።	-8.10598
ነገ	-8.10704
ሯ	-8.10901
▁የእንግሊዝ	-8.11019
▁ማንችስተር	-8.11189
▁ወቅት	-8.11279
ደረግ	-8.11647
መው	-8.11691
▁ሁ	-8.12005
(	-8.12184
▁አባላት	-8.1229
▁ለሚ	-8.12365
ጤ	-8.12371
ነቱ	-8.12434
▁ችግር	-8.12454
ደቡብ	-8.125
ታዊ	-8.12806
▁ቫይረስ	-8.13041
ጣት	-8.13092
ዌ	-8.13109
▁ተከትሎ	-8.13189
ገለፀ	-8.14275
▁✔	-8.14673
▁ገልፀዋል።	-8.14821
ዘጋ	-8.14977
▁ቼልሲ	-8.15022
▁አሰላለፍ	-8.15053
▁አስተዳደር	-8.15348
ገቡ	-8.15404
▁ምክር	-8.15492
▁ፕሪምየር	-8.15572
▁ለተ	-8.1577
▁ሜሲ	-8.15797
ራል	-8.16254
▁በኩል	-8.16337
▁ሃይል	-8.16398
አፍሪካ	-8.1672
ችል	-8.16734
▁፦	-8.16743
10	-8.17002
▁አላ	-8.17226
▁ሆኖ	-8.17392
ለች	-8.1761
ሁለቱ	-8.1769
▁ወይም	-8.1808
▁ጥሩ	-8.18107
▁ሲያ	-8.18131
▁󠁧󠁢󠁥󠁮󠁧󠁿	-8.18568
▁ቢሮ	-8.18839
ሳካ	-8.18914
ኤል	-8.19038
▁እንዲያ	-8.19512
አርሰናል	-8.1963
▁ሳይ	-8.1981
▁የነበረው	-8.19889
በረ	-8.1991
▁የውድድር	-8.20541
▁አደጋ	-8.20602
▁ሙ	-8.20666
▁አካላት	-8.20713
▁ሰላም	-8.20749
|	-8.20963
▁ሚሊዮን	-8.21007
25	-8.21065
▁በተጨማሪ	-8.21361
ፖሊ	-8.21572
አሜሪካ	-8.21601
▁ደቂቃ	-8.21615
▁ፓርቲ	-8.22173
ግራ	-8.22398
▁ያሉ	-8.22647
ቨር	-8.22853
ሏ	-8.22904
▁ድጋፍ	-8.22955
ቬ	-8.22962
ሹ	-8.23054
▁ተብሎ	-8.2318
ዲያ	-8.23204
▁የፀጥታ	-8.23322
▁ሊቨርፑል	-8.23328
▁ኪ	-8.23332
0	-8.234
ታል።	-8.23598
ላንድ	-8.23699
ፁ	-8.23812
▁ውሳኔ	-8.23939
ቷ	-8.24006
ጀመረ	-8.24223
ሳይ	-8.24415
▁የሚያስ	-8.24532
ፓር	-8.24739
▁TM	-8.24947
2014	-8.25121
▁ፓ	-8.25171
%	-8.25186
▁መልካም	-8.25214
▁ዋጋ	-8.2559
▁ተጨማሪ	-8.25624
❤️	-8.25904
ኢትዮጵያ	-8.26394
▁ሊጉ	-8.26492
▁ምርጫ	-8.26742
▁ነጥብ	-8.26924
ሁሉም	-8.27217
▁ሜዳ	-8.27419
ክር	-8.27423
▁©4	-8.27438
▁የተለያዩ	-8.27484
▁መረጃዎች	-8.27578
▁ቀናት	-8.27635
▁ናቸው	-8.27738
▁ይሄ	-8.27775
ነበረ	-8.27849
▁)	-8.2864
▁ሀገር	-8.28791
▁✍	-8.28793
▁ጥቃት	-8.28869
+	-8.28898
ነሳ	-8.29117
▁ሆ	-8.29434
▁ያሉት	-8.29514
▁ዙር	-8.29721
▁አይነት	-8.29729
▁?	-8.29732
▁ቤቱ	-8.29819
=	-8.30265
▁ማድረግ	-8.30268
▁ፊ	-8.30322
▁የትምህርት	-8.30405
ስፖርት	-8.3051
ቾ	-8.30571
ኦሮሚያ	-8.30735
ባሉ	-8.31107
ብራ	-8.31305
ሰጠው	-8.31417
▁ጨምሮ	-8.3178
ጫወት	-8.31845
▁በማድረግ	-8.32532
▁ተቋማት	-8.32669
▁በአዲስ	-8.32721
ቶችን	-8.32746
ፖር	-8.3278
▁የነበሩ	-8.3302
▁እድል	-8.33043
▁የአዲስ	-8.33107
▁አቀፍ	-8.33289
ላችሁ	-8.33325
▁መንግሥት	-8.33355
ወጡ	-8.33602
አማራ	-8.33778
ቻችን	-8.3383
▁ከሚ	-8.33839
▁15	-8.34013
▁እንዳለ	-8.34183
መድ	-8.34488
▁ሥራ	-8.34508
▁24	-8.34549
ኙ	-8.34592
▁ይህን	-8.34765
▁ቤቶች	-8.35044
ኖች	-8.35105
ግል	-8.3511
ረዳ	-8.35178
▁ለማስ	-8.35493
ሸነፍ	-8.35537
▁በቁጥጥር	-8.35635
▁ጥሪ	-8.36116
▁ጉዳዮች	-8.36244
▁አሰልጣኝ	-8.36322
▁ኬ	-8.36597
▁እንዳይ	-8.36702
ቻለ	-8.37034
ዘር	-8.37254
▁ሆነ	-8.37339
ቀረበ	-8.37357
ጆ	-8.38087
መለስ	-8.38121
ፖ	-8.38503
▁()	-8.38517
ሰሩ	-8.38664
ፈተ	-8.38845
▁ዴ	-8.38924
ዲዮ	-8.39014
▁ጎሎች	-8.39061
ለያ	-8.39633
▁በየ	-8.39768
▁30	-8.39787
ሪክ	-8.40282
15	-8.405
▁ብሎ	-8.40529
ክለባችን	-8.40578
ነጋ	-8.40624
ቸዋል	-8.40819
ዶች	-8.41047
▁ሁሉም	-8.4119
!!️	-8.41195
ቴሌግራም	-8.41591
ጪ	-8.41617
▁ሶ	-8.41636
ሉ።	-8.41657
▁እስካሁን	-8.41813
ቆየ	-8.4203
▁በርካታ	-8.423
ገኘው	-8.42443
▁የኢ	-8.42697
መጀመሪያ	-8.42747
▁እንደሚያ	-8.42976
▁ዜና	-8.43029
▁ዜጎች	-8.43155
▁ጆ	-8.43164
45	-8.43326
▁ከሆነ	-8.43333
2013	-8.43425
ቦች	-8.43762
▁ግሩፓችን	-8.44121
ደረገ	-8.44528
▁በዛሬው	-8.44571
ኢትዮ	-8.44735
▁ነዉ	-8.44924
ያዊ	-8.4494
ሰጡ	-8.45037
▁ክለቦች	-8.45276
▁መሆኑ	-8.45303
12	-8.45366
ጠራ	-8.45841
ታችን	-8.45843
▁እንደተ	-8.45855
▁ምሽት	-8.46094
▁እሱ	-8.46167
▁እርምጃ	-8.46327
▁ስም	-8.46495
▁ዘመን	-8.46559
▁14	-8.4711
▁በመሆኑ	-8.47112
ያዘ	-8.47134
▁የሚገኙ	-8.474
▁እንቅስቃሴ	-8.47592
▁13	-8.47642
ወንጀል	-8.47651
▁ሊያ	-8.48357
▁የለም	-8.48449
▁ይህንን	-8.48494
ማህበራዊ	-8.48581
▁ባለፉት	-8.48663
▁አሁንም	-8.4894
19	-8.49152
▁ሁሉ	-8.49244
▁ሌላ	-8.49294
▁ፕሪሚየር	-8.49373
▁በሙሉ	-8.495
ተጠናቀቀ	-8.49516
]	-8.49628
▁ሰር	-8.49723
40	-8.49771
፦	-8.4978
▁ፖ	-8.49794
▁ባርሴሎና	-8.49887
ችሉ	-8.49902
⚽️	-8.49965
ያደርጉ	-8.49966
ጊዜ	-8.49972
ነስ	-8.50007
ሰጠ	-8.50485
▁የሆነ	-8.50635
▁ድርጅት	-8.50722
▁በተለያዩ	-8.50773
▁ያላቸው	-8.50832
▁ናቸው።	-8.51324
፥	-8.51353
ህወሃት	-8.51476
ጥር	-8.51826
ጠበቅ	-8.52111
▁ፍርድ	-8.52111
▁በአንድ	-8.52115
ቀጠ	-8.52121
ስቲ	-8.52189
▁አለመ	-8.52489
▁16	-8.52506
መጡ	-8.52561
ቧ	-8.52628
ዚያ	-8.52635
▁ያሳ	-8.53056
▁▪️	-8.53244
ሰበ	-8.53306
ነሱ	-8.5333
ለች።	-8.53342
ገለ	-8.53345
አዲሱ	-8.53584
ከተማ	-8.53644
ቭ	-8.53703
▁አይደለም	-8.53794
▁ችሏል	-8.53796
▁ነገ	-8.53811
ኗ	-8.53882
ዋል፡፡	-8.54065
▁ምክትል	-8.54216
▁እንድ	-8.54433
ፈፀመ	-8.54445
▁ቻናል	-8.54453
ሾ	-8.54502
▁ኮሚሽን	-8.54537
▁ሮናልዶ	-8.54743
ህዝብ	-8.55309
▁እኛ	-8.55497
▁ፍፃሜ	-8.55574
▁የውጭ	-8.55622
ጀር	-8.55629
▁አስታውቋል።	-8.55667
▁ለማድረግ	-8.56075
▁የክልሉ	-8.56157
▁የማይ	-8.56329
ፏል	-8.56601
ወረ	-8.56642
ጆች	-8.56773
እንግሊዝ	-8.56841
▁ምንጭ	-8.56911
ክሮ	-8.56926
▁ያለውን	-8.57254
▁ይችላል	-8.57402
እረፍት	-8.57417
▁በማስ	-8.57531
▁አድር	-8.58156
▁ለማግኘት	-8.58169
▁ቡድኑ	-8.58205
90	-8.58335
ዥ	-8.58395
▁||	-8.58585
▁ሰራዊት	-8.58651
ፈጥ	-8.5947
ለን።	-8.59807
▁በሚል	-8.59838
ቻቸው	-8.59908
▁አካባቢዎች	-8.59926
ቆይ	-8.60176
ሪዎች	-8.60199
ከተ	-8.60316
▁ወጥ	-8.6043
▁ነው፡፡	-8.60547
ጩ	-8.60552
▁ግንኙነት	-8.60552
ጠብ	-8.60673
▁18	-8.60712
ሀገሪቱ	-8.60772
ታወቀ	-8.61299
▁ትላንት	-8.61471
ፈራ	-8.61685
▁ውድድር	-8.61892
ኞ	-8.61915
▁እኔ	-8.61923
ሰባ	-8.61928
▁እንኳን	-8.62153
▁ህዝብ	-8.62326
ኖሩ	-8.62352
▁መሳሪያ	-8.62437
ከላከ	-8.62503
▁ጤና	-8.62641
▁ለማስፈረም	-8.62695
▁ሁለተኛ	-8.62784
▁ገልጿል።	-8.62806
▁አንዱ	-8.62951
▁ነፃ	-8.63159
እነዚህ	-8.63385
ፈታ	-8.64581
▁በተለይ	-8.64609
ፆ	-8.64922
▁17	-8.64979
▁ህይወት	-8.64998
▁ይሆናል	-8.65001
ገድ	-8.65024
▁ሀገራት	-8.65294
አዲስ	-8.65371
ደረ	-8.65422
▁ተስፋ	-8.65668
▁አርቴታ	-8.65741
ፈልጉ	-8.65807
ኮቪድ	-8.65825
▁ይገኛል።	-8.66358
▁ፕሬዝዳንት	-8.66449
ካሄድ	-8.66583
▁ማለት	-8.66617
▁መከላከያ	-8.66672
ጠቁ	-8.66678
ያደርግ	-8.6677
▁ቤተ	-8.66794
▁ቃል	-8.66801
▁በዚህም	-8.66808
▁ትልቅ	-8.66836
▁በማለት	-8.66862
▁የስራ	-8.6689
▁ታሪክ	-8.66964
ኝነት	-8.67083
ሰቡ	-8.67087
▁ገንዘብ	-8.6739
▁ተብሏል።	-8.67591
ማቸው	-8.6761
▁ስምምነት	-8.67688
▁ነዋሪዎች	-8.67782
▁ፍላጎት	-8.67971
▁የነበረ	-8.68131
▁ውድ	-8.68396
▁ዙሪያ	-8.68496
ተዋል	-8.68721
▁ዶክተር	-8.68775
▁የምት	-8.68826
ዘጋጀ	-8.6922
▁ውጪ	-8.69237
▁ይገኛል	-8.6925
▁ሃይሎች	-8.69279
▁ከባድ	-8.694
ወደ	-8.69508
▁የቀድሞ	-8.69651
▁የአማራ	-8.69658
ደረጃ	-8.70044
ፖለቲካ	-8.70173
▁ዝውውር	-8.70522
▁ጉባኤ	-8.70819
▁አጥቂ	-8.71134
ፌዴ	-8.71168
▁ተገልጿል።	-8.71195
ጨዋታ	-8.7148
ሳቸው	-8.71873
▁የአፍሪካ	-8.72153
▁የአውሮፓ	-8.72162
▁አህመድ	-8.72291
▁ባንክ	-8.72343
▁ኢንተር	-8.72449
▁ይገኛሉ	-8.72521
▁ውይይት	-8.72754
▁እግር	-8.73195
60	-8.73213
ትግራይ	-8.73324
ሄደ	-8.73792
ሷል	-8.73916
18	-8.74098
▁ውጭ	-8.74112
▁ግቦች	-8.74601
ቁጥ	-8.74745
ሥራ	-8.74862
▁የጤና	-8.74865
ፈልግ	-8.75004
ሰብኣዊ	-8.75009
▁የሆነው	-8.75078
▁ዘገባ	-8.75096
▁ግጭት	-8.75119
▁ሆኗል	-8.75125
▁አመራሮች	-8.75616
ተጫዋቹ	-8.76226
▁የአለም	-8.76281
▁የጨዋታ	-8.763
▁ትናንት	-8.76344
ቺ	-8.76569
▁ኮሚቴ	-8.76684
▁የምን	-8.77259
▁22	-8.77353
⚽	-8.77414
ቅዱስ	-8.77443
▁ጣቢያ	-8.77638
▁ዘግቧል።	-8.77904
▁መስመር	-8.78051
▁ብሏል።	-8.78085
ሶች	-8.78173
▁21	-8.78367
▁ሶስት	-8.78518
አስቸኳይ	-8.78591
▁ድል	-8.78712
▁◉	-8.78751
▁አየር	-8.78957
▁ያልተ	-8.79007
ተከላካይ	-8.79074
ቆጠሩ	-8.79168
▁ሼር	-8.79187
ጉዳዩ	-8.79352
▁ቀደም	-8.79416
▁ለእ	-8.79482
2012	-8.79748
▁የትግራይ	-8.79836
▁ድምፅ	-8.79903
▁ጦርነት	-8.80139
▁አልተ	-8.80241
ተናል	-8.8037
▁አድርጓል	-8.80484
ኤርትራ	-8.80806
ዘመ	-8.80809
ዷ	-8.81012
ገበያ	-8.81013
▁የአርሰናል	-8.81217
▁ሰአት	-8.8145
▁በመቶ	-8.81788
▁በትግራይ	-8.81919
▁አስፈላጊ	-8.82109
ጠቃ	-8.82148
35	-8.82425
▁አካል	-8.82537
▁ሚዲያ	-8.82543
▁የከተማ	-8.82553
ማንቸስተር	-8.82761
▁ግለሰቦች	-8.82959
▁የሰላም	-8.83071
ምርጫ	-8.83112
ጥቅ	-8.8332
ያቸው	-8.8391
▁አድርጎ	-8.83984
▁ቢሆንም	-8.84023
መልከ	-8.84161
▁ተናግረዋል፡፡	-8.84279
ሼ	-8.84483
▁ሆነው	-8.84632
ዩኒቨርስቲ	-8.84758
70	-8.84882
ያዙ	-8.84893
ቻሉ	-8.85121
▁በተደረገ	-8.85745
ክርስቲያ	-8.85771
▁የአሜሪካ	-8.85958
ጠናቀቅ	-8.86201
▁ይሆናል።	-8.86288
▁ክለቡ	-8.86299
▁በኮሮና	-8.86386
▁ጦር	-8.86414
▁ደርሷል	-8.86453
▁በቫይረሱ	-8.86733
አካባቢ	-8.87195
▁ጥረት	-8.87364
ዘንድሮ	-8.87467
▁ካለ	-8.87497
▁ሚሊየን	-8.87735
▁አሸናፊ	-8.87991
▁በቀጣይ	-8.88008
▁ምላሽ	-8.88097
ሁኑ	-8.88101
▁ተጨዋች	-8.88135
▁መልኩ	-8.88514
ሄድ	-8.88542
▁እንደማይ	-8.88594
▁የመንግስት	-8.88617
ቶተንሀም	-8.8865
❗️	-8.88706
ጠበቀ	-8.88712
▁ተማሪ	-8.89155
▁በቅርቡ	-8.8926
▁ኮንትራት	-8.89493
ሩሲያ	-8.89576
▁አሲስት	-8.89616
▁የጦር	-8.89749
▁መልእክት	-8.89851
▁ባየር	-8.90038
▁ሰራተኞች	-8.90064
~	-8.90212
ማንኛውም	-8.90266
▁ፎቶ	-8.90366
ሞች	-8.90586
▁ስብሰባ	-8.9059
▁ሚኒስትሩ	-8.90605
▁ያደረገ	-8.90621
ደርገው	-8.90716
▁አጠቃላይ	-8.90919
▁አቢይ	-8.9097
‍	-8.91034
▁እንደነበር	-8.91235
▁አጋማሽ	-8.91465
▁ምድብ	-8.91772
▁የዝውውር	-8.9183
▁ሚላን	-8.91901
▁ዩሮ	-8.9199
መንግሥት	-8.92145
▁ክፍለ	-8.92531
▁ትኩረት	-8.92532
80	-8.92667
>	-8.92767
▁ሱዳን	-8.9296
▁እየተደረገ	-8.93003
▁የኮሮና	-8.93088
ጀመሩ	-8.93113
24	-8.93199
▁ህግ	-8.93214
’	-8.93611
▁28	-8.93727
▁ጥቅም	-8.93748
▁ፒኤስጂ	-8.94121
ቀድሞ	-8.94137
▁ደህንነት	-8.94189
▁ይዞ	-8.94298
▁ዝግጅት	-8.94822
▁ይገባል	-8.94991
አንዳንድ	-8.95069
ገንዘብ	-8.95088
ቂያ	-8.95137
ቆጥ	-8.95155
ተፈጠረ	-8.95388
▁ካፕ	-8.9569
▁ይጠበቃል	-8.95719
ምእራብ	-8.96083
▁ወራት	-8.96235
ጀመር	-8.96409
▁ኣመታት	-8.96606
መላክ	-8.96744
▁ላሊጋ	-8.96854
አውሮፓ	-8.96872
▁ደጋፊዎች	-8.96905
ህብረተሰቡ	-8.96938
▁ባለፈው	-8.97004
▁ደሞ	-8.97248
ፈፀሙ	-8.97291
አፋር	-8.97342
▁በተመለከተ	-8.97576
▁ሥር	-8.97594
▁የጎል	-8.97628
▁የሚገኘው	-8.97771
▁የምድብ	-8.97952
▁እንጂ	-8.98027
▁አመቱ	-8.98034
ቀረቡ	-8.98083
ጎንደር	-8.98641
▁ሀዋሳ	-8.99004
ከበር	-8.99071
ሸነፈ	-8.99128
ዟ	-8.99297
▁ልማት	-8.99656
▁ዳይሬክተር	-8.99692
▁[]	-8.99922
▁ቅጣት	-8.99975
©	-9.0012
ስልጣን	-9.00542
ቄ	-9.00724
▁በኣል	-9.00829
▁ሙከራ	-9.01059
▁ከተሞች	-9.01136
ቀላቀል	-9.01457
ፐ	-9.01676
ደብረ	-9.01725
ደጋፊ	-9.01729
ድሬዳዋ	-9.01768
▁0⃣	-9.01962
▁አስፈፃሚ	-9.0197
▁ቀበሌ	-9.02088
▁እንዴት	-9.02107
ቀበል	-9.02288
▁በአሁኑ	-9.02529
▁ይሁን	-9.03081
ማንችስተር	-9.03188
ኮች	-9.03206
አሸባሪ	-9.03234
▁በሃላ	-9.03383
▁ብለዋል፡፡	-9.0347
▁ተጨዋቾች	-9.03512
አንደኛ	-9.03514
▁ቡድኖች	-9.03831
▁29	-9.04297
▁26	-9.04333
▁1⃣	-9.04606
▁በመሆን	-9.04862
▁የሚሆኑ	-9.04984
▁ያህል	-9.05353
&	-9.05478
▁ህብረት	-9.0554
▁ዶላር	-9.05785
መለሱ	-9.0592
▁ሆስፒታል	-9.06167
መስከረም	-9.06169
ፑ	-9.06242
ልልልልልል	-9.06629
▁በክልሉ	-9.06706
ኞቹ	-9.06788
አዳማ	-9.06987
▁ቪላ	-9.07157
▁የተያዙ	-9.07232
ግብፅ	-9.07545
▁መያዛቸው	-9.076
▁ሂደት	-9.07621
▁እሁድ	-9.07653
▁ዝግጁ	-9.07737
▁መሆናቸውን	-9.07803
17	-9.07841
ፎርድ	-9.08026
▁መፍትሄ	-9.08128
▁አብይ	-9.08266
መኖሪያ	-9.08518
ኋ	-9.08551
▁እጅግ	-9.0856
ፈፀም	-9.08649
▁የተደረገ	-9.08859
▁ወጣቶች	-9.09083
▁ማእከል	-9.0947
ቷል፡፡	-9.09724
❌	-9.09768
▁በአጠቃላይ	-9.09788
▁ቤተሰብ	-9.09871
▁ይመስላል	-9.09968
▁ሪፖርት	-9.10048
▁ልጅ	-9.1019
▁መብት	-9.10228
ጧል	-9.1026
▁♨️♦️	-9.10448
▁ይታወሳል።	-9.1081
▁ቅዳሜ	-9.10891
▁ነኝ	-9.11114
▁ወንድ	-9.1152
▁ንግግር	-9.1158
መጀመርያ	-9.11601
ጠቅላይ	-9.11645
▁ድንቅ	-9.11693
መንግስት	-9.11926
▁ማስታወቂያ	-9.11964
▁ጠባቂ	-9.12048
▁ምንጭ፦	-9.1249
▁ነዋሪ	-9.12551
▁ሳይሆን	-9.12871
ግማሽ	-9.12901
▁ስጋት	-9.13023
▁በቀጥታ	-9.13422
▁ነገሮች	-9.13435
▁ክፍያ	-9.1375
▁ሙኒክ	-9.13983
▁ገልፀዋል፡፡	-9.14084
1:00	-9.14302
▁▪️|	-9.14838
▁ተናግሯል	-9.14983
▁2015	-9.15072
ኒውካስትል	-9.15199
ተከታታይ	-9.15446
,000	-9.15464
ወሰነ	-9.15571
ቀጥል	-9.15582
ረጋቸው	-9.15676
ሁለተኛ	-9.15683
▁አመታት	-9.15766
▁ዝርዝር	-9.15826
▁ለመስጠት	-9.15975
▁ቆይታ	-9.16051
ጳ	-9.16208
ቆጣጠር	-9.16272
▁ጫዋታ	-9.1687
▁አስታወቀ።	-9.17106
▁ብለው	-9.1711
▁በሰላም	-9.1739
▁ይችላሉ	-9.17427
▁አድርገዋል	-9.17531
▁ልምምድ	-9.17579
ተዋል፡፡	-9.17585
ትምህርት	-9.17647
ረጋገጥ	-9.17794
▁በሌላ	-9.17976
ተከሰተ	-9.18061
▁ኤቨርተን	-9.18313
ቆጠረ	-9.18387
▁በታች	-9.18589
2011	-9.18651
ጮ	-9.18966
▁በሽታ	-9.18967
▁መሀመድ	-9.1897
▁ኮከብ	-9.19069
ቤትኪንግ	-9.19146
➢	-9.19272
500	-9.19381
▁በተያያዘ	-9.19515
▁አምባሳደር	-9.1991
▁እየሰራ	-9.19922
ኤሌክትሪክ	-9.20064
▁ስልክ	-9.20238
▁መደበኛ	-9.20264
ባርሴሎና	-9.20528
ሚደረገው	-9.20639
▁ሀላፊ	-9.21137
09	-9.21259
ሰጣቸው	-9.21337
▁ብሏል	-9.21375
75	-9.2142
መሰረተ	-9.21516
መለከተ	-9.21559
▁በይፋ	-9.21567
▁ሜትር	-9.21591
ገለፁ	-9.22126
ጁቬንቱስ	-9.22796
▁ቦርድ	-9.22806
ታወቁ	-9.23042
▁ሴቶች	-9.23167
▁አሳውቋል።	-9.23365
ረጋጋ	-9.23475
▁ተግባር	-9.23554
▁ይታወቃል	-9.23593
2016	-9.23668
▁የፌደራል	-9.23685
ዩኒቨርሲቲ	-9.23768
ሲዳማ	-9.23893
▁አቅም	-9.24021
አርጀንቲና	-9.24328
▁ንግድ	-9.2454
ናገሩ	-9.24731
ከታተል	-9.24861
▁⚪️	-9.24909
▁ግለሰብ	-9.25164
ጥንቃቄ	-9.25208
▁ተወካዮች	-9.25278
▁እንደሚችል	-9.25685
ሊቨርፑል	-9.25825
▁አደባባይ	-9.25908
ነታቸው	-9.25992
ደረሱ	-9.26111
ወርቅ	-9.26245
▁በጋራ	-9.2635
ጠቀሙ	-9.26658
▁ፕሮግራም	-9.26944
▁ክልሎች	-9.27101
▁ቋሚ	-9.27107
▁ስታዲየም	-9.27347
▁ምባፔ	-9.27373
ዊያን	-9.27488
▁ቁጥጥር	-9.27706
▁የቪድዮ	-9.28062
ኦሮሞ	-9.28144
▁ብራይተን	-9.28302
መስቀል	-9.28355
▁ሁሉንም	-9.28387
▁በነፃ	-9.28482
ውድድሩ	-9.28784
▁ተረጋግጧል	-9.28831
▁ጎልልልልልልል	-9.28871
▁ጥቆማ	-9.29176
ጋጣሚ	-9.29195
▁ታጣቂዎች	-9.29257
መሆናቸው	-9.29451
▁ቤተሰቦች	-9.2963
▁ግድብ	-9.29766
▁ዘርፍ	-9.29791
▁ጉዞ	-9.30088
▁ፓውንድ	-9.30243
▁የሆኑት	-9.30286
▁ህይወታቸው	-9.3041
ተለያዩ	-9.3057
▁ስፍራ	-9.30767
ጠናቀቁ	-9.30782
▁ተደርጎ	-9.30907
▁ኢትዮጵያውያን	-9.31027
▁➡️	-9.31322
▁ሌስተር	-9.31446
ሳተፉ	-9.31754
▁የሀገር	-9.31996
▁ሀሳብ	-9.32068
ዣ	-9.32198
▁ፓላስ	-9.32261
▁መኪና	-9.32457
ኸ	-9.32464
2:00	-9.32638
55	-9.32721
ከታተሉ	-9.32766
▁☎️	-9.32791
▁ስለሆነ	-9.32851
▁ከሜዳ	-9.32888
➖	-9.33066
▁እንደሚገኝ	-9.33131
€	-9.33217
▁ሰላማዊ	-9.33268
▁ንብረት	-9.3346
▁ይመልከቱ	-9.33648
▁የመከላከያ	-9.33723
37	-9.33841
▁ሕዝብ	-9.33856
▁አስታውቋል፡፡	-9.33976
▁ስለዚህ	-9.34003
▁▪️||	-9.34365
▁ቀጣይ	-9.34371
ተጠርጣሪ	-9.34404
▁ይፈልጋል	-9.34434
▁ችግሮች	-9.34536
▁ወቅታዊ	-9.34646
▁የተሻለ	-9.34685
▁አድራሻ	-9.34894
ተካሄደ	-9.34956
▁ርእሰ	-9.35308
▁ሲዝን	-9.35455
2022	-9.35472
▁አትሌቲኮ	-9.35569
▁በሰጡት	-9.3561
▁የንግድ	-9.35686
▁ተነግሯል	-9.35691
▁ድርጅቶች	-9.35691
ወስደ	-9.35886
▁እያደረገ	-9.3609
▁ጎልልልል	-9.36334
▁ህመም	-9.36359
ተሽከርካሪ	-9.36442
ሰብአዊ	-9.36444
▁ገፁ	-9.36534
ቢቢሲ	-9.36871
▁ማስቆጠር	-9.37132
▁ተገልጿል	-9.37152
አሁን	-9.3718
ሷ	-9.37377
▁የጋራ	-9.37521
⬆️	-9.3758
▁ሳይንስ	-9.37608
ጫወታ	-9.37876
▁ለውጥ	-9.37996
▁ይፈልጋሉ	-9.38573
ቨ	-9.38625
ፈለጉ	-9.38706
▁መስጠት	-9.38931
ድርጅቱ	-9.39111
▁ትክክለኛ	-9.39293
65	-9.39304
▁ሽልማት	-9.39534
▁ክትትል	-9.39701
▁ተደርጓል	-9.3983
▁መስኮት	-9.4009
ረጅም	-9.40289
▁እድሜ	-9.4037
ቀላቀሉ	-9.40669
▁የምግብ	-9.40788
▁አግኝ	-9.40844
<	-9.40858
▁ምክንያቱም	-9.40858
ኮሚሽኑ	-9.41076
£	-9.41103
▁ማህበር	-9.41114
መጋቢት	-9.41332
አትሌቲ	-9.41376
አገሪቱ	-9.41384
▁ባወጣው	-9.41475
▁እየተካሄደ	-9.4152
▁ይደውሉ	-9.41596
▁ድርድር	-9.41726
▁ጋዜጣ	-9.42034
▁መምሪያ	-9.4208
ከናወነ	-9.4209
ጥቃቱ	-9.42486
▁እቅድ	-9.42605
▁በተመሳሳይ	-9.42974
▁ስታድዬም	-9.4328
ህዝቡ	-9.43429
▁አመራር	-9.43438
▁ዉስጥ	-9.43563
▁ቅሬታ	-9.43765
ምፕተን	-9.4387
▁ቤንዜማ	-9.44035
▁አዋጅ	-9.44225
እስራኤል	-9.4437
መለከት	-9.4446
▁ቀጥታ	-9.44593
▁የስፔን	-9.44632
▁ሰንጠረዥ	-9.44711
ዩናይትድ	-9.44867
▁አማራጭ	-9.44926
ወላይታ	-9.4493
▁ምዝገባ	-9.45936
መላው	-9.46237
ተማሪዎች	-9.46247
▁አቅርቦ	-9.46398
▁ችሎት	-9.46628
▁አማካይ	-9.46681
▁ኤጀንሲ	-9.46824
▁ስርኣት	-9.46917
»	-9.46998
▁ያስቆጠረ	-9.47089
▁ተጠቃሚ	-9.47175
▁ማህበረሰብ	-9.47493
▁ቢሊዮን	-9.47811
▁ምግብ	-9.48167
ፈልገው	-9.48489
▁ስርጭት	-9.48493
ኢንተር	-9.48616
ጀምር	-9.48708
መቐለ	-9.48985
▁ሰልፍ	-9.49181
▁መገናኛ	-9.4929
▁ፅህፈት	-9.49486
▁ዘመቻ	-9.49487
▁አቋም	-9.49567
ቆጠር	-9.49714
▁ለመከላከል	-9.49758
▁አማካኝ	-9.49911
ጫወቱ	-9.50095
▁ተቋም	-9.50161
▁ተገቢ	-9.50498
▁ሊድስ	-9.50602
▁አረጋ	-9.50725
▁በሜዳ	-9.50958
–	-9.5113
▁ፀጥታ	-9.51282
▁ብቃት	-9.51303
▁እስኪ	-9.51557
▁ማለፍ	-9.51603
ከናወን	-9.51678
▁አቅርበዋል	-9.51858
ማህበረ	-9.52311
▁ደስተኛ	-9.52357
/2015	-9.52495
▁በድጋሚ	-9.52649
2021	-9.52664
‘	-9.52679
ታጣቂ	-9.52786
0,000	-9.52843
▁ቫይረሱ	-9.52862
ቿ	-9.53108
▁ወገኖች	-9.53418
▁ሊዮኔል	-9.5357
▁የገለፁት	-9.53651
አውሮፕላን	-9.53663
▁የፌዴራል	-9.53695
▁ስታድየም	-9.53756
▁ፕሬዚዳንት	-9.53756
▁በከፍተኛ	-9.54345
▁አሪፍ	-9.54446
▁ቴክኖሎጂ	-9.5447
▁አስተዳደሩ	-9.5544
ሕወሃት	-9.55693
▁ቀጠሮ	-9.55745
▁ዘንድ	-9.55816
▁ጊዮርጊስ	-9.55913
▁አገራት	-9.56086
▁ወረርሽኝ	-9.56103
2023	-9.56467
[	-9.56535
▁ችግሩ	-9.56614
ተረጋገጠ	-9.56739
▁04:00	-9.56834
▁መመሪያ	-9.56911
▁አድርገው	-9.57074
▁በውሰት	-9.57242
▁ግንባር	-9.57406
▁ጥፋት	-9.57429
▁መንገዶች	-9.57443
▁ሆቴል	-9.57448
▁አስቆጥሯል	-9.57539
▁አስታውቀዋል።	-9.57635
መለሰ	-9.57934
═══	-9.58054
▁እቃዎች	-9.5806
▁ኣመቱ	-9.58168
▁ተሳትፎ	-9.58442
▁በፍጥነት	-9.588
▁ያድርጉ	-9.58867
▁ሀምሌ	-9.58896
ፈለገ	-9.59024
▁አስመልክቶ	-9.59158
▁10:00	-9.59584
ታላቁ	-9.59659
❤	-9.59663
ኢዜአ	-9.59922
▁አቃቤ	-9.59969
▁በነበረው	-9.60034
ጿ	-9.60142
▁ህንፃ	-9.60199
መዘገቡ	-9.60221
ባህርዳር	-9.60241
ፌዴሬሽን	-9.60241
ሕይወት	-9.60343
▁ግድያ	-9.60426
▁ኩባንያ	-9.60837
▁በተደጋጋሚ	-9.60937
ዢ	-9.6097
▁ፍፁም	-9.60976
ፈላጊ	-9.60981
▁አቅጣጫ	-9.61037
▁ለበለጠ	-9.61104
▁ደብዳቤ	-9.61203
▁የላብራቶሪ	-9.6137
▁እንደገለፁት	-9.61407
ብራዚል	-9.61408
ጠየቁ	-9.61455
▁ማጣሪያ	-9.61548
ቴሌቪዥን	-9.61738
▁ቪኒ	-9.61845
▁ወሳኝ	-9.62067
ብልፅግና	-9.62074
ተቋሙ	-9.62258
ዝውውሩ	-9.62345
▁አዳዲስ	-9.62411
ቀሳቀሱ	-9.62579
▁በአካባቢው	-9.62797
▁ማስረጃ	-9.62818
ሸነፉ	-9.62889
;	-9.63087
ኦነግ	-9.63198
▁የበለጠ	-9.6326
▁ክፍሎች	-9.63328
▁ድርጊት	-9.63394
ሳተፍ	-9.63463
▁ተሽከርካሪዎች	-9.64078
▁ፈጣን	-9.64095
▁ስልጠና	-9.64098
▁ገልፀው	-9.64318
ኾ	-9.64352
መለከቱ	-9.64387
▁ቡሀላ	-9.64457
▁ብለዋል	-9.64954
▁ተብሏል፡፡	-9.65077
▁ተግባራዊ	-9.65217
ሻሻል	-9.65393
▁የሱዳን	-9.65464
ማድሪድ	-9.65473
▁ታደሰ	-9.65628
✨	-9.65667
▁በፕሪምየር	-9.65702
▁ተጠርጣሪዎች	-9.65883
ቶተንሃም	-9.65946
▁ተመሳሳይ	-9.65947
⬇	-9.66261
ኢንዱስትሪ	-9.66262
▁ሽንፈት	-9.66437
▁ዘግቧል	-9.66585
ሻምፕዮንስ	-9.66754
ፕሬዝዳ	-9.66856
▁ያገገሙ	-9.66965
▁ተመልክ	-9.67046
▁በሌሎች	-9.67095
አከባቢ	-9.67111
▁ክረምት	-9.6718
ቲክቫህ	-9.67354
▁መድረክ	-9.67382
አደጋው	-9.67531
▁ቅድመ	-9.67611
ንቀሳቀስ	-9.67638
▁ተሰምቷል።	-9.67781
ጠየቅ	-9.67825
▁ባደረገው	-9.6818
▁አሕመድ	-9.68246
ቋቋም	-9.68508
«	-9.68638
▁ባደረጉት	-9.68982
▁ትችላላችሁ	-9.68998
በኣሉ	-9.69114
—	-9.69142
▁ትምህር	-9.69224
ደቂቃዎች	-9.69259
▁ቀጥሏል	-9.69305
▁አንቶኒ	-9.694
✅	-9.69478
▁ጠንካራ	-9.69577
▁አቅርቧል	-9.69721
መቀሌ	-9.69741
▁የተናገሩት	-9.69839
▁ሶስተኛ	-9.6991
ተቃውሞ	-9.69947
▁ሻምፒዮን	-9.69976
▁በሁለት	-9.70206
▁ሳላህ	-9.70255
▁ማድረጉ	-9.70563
e	-9.70743
▁ዌስትሀም	-9.70779
▁ደርሶ	-9.70966
▁ጌታቸው	-9.7135
▁ቶማስ	-9.71454
ተጫወተ	-9.7149
▁ብዙሃን	-9.71514
▁እጥረት	-9.71517
◎	-9.717
ጠየቀ	-9.71722
▁ብሬንትፎርድ	-9.71811
▁ፈረንሳይ	-9.71886
▁የሴቶች	-9.71967
የትኛውም	-9.72029
አሽከርካሪ	-9.72257
▁ማብራሪያ	-9.72557
▁ግልፅ	-9.72654
▁ሚልየን	-9.73043
▁ኳሶች	-9.73048
▁ምስጋና	-9.7308
▁ጭምር	-9.73511
መዘገበ	-9.73947
▁ውድድሮች	-9.74213
ታህሳስ	-9.7433
▁ኮሚሽነር	-9.74554
▁ባለስልጣናት	-9.74897
▁የእግር	-9.74978
▁ያለፉት	-9.75297
ጋዜጠኞች	-9.75549
ተላለፉ	-9.75592
▁እንደተናገሩት	-9.75742
▁ኢላማ	-9.75764
▁የፍፃሜ	-9.75935
▁ያደርጋል	-9.76013
ትራፊክ	-9.7609
▁ፈቃድ	-9.76093
▁ኦዴጋርድ	-9.76244
ኹ	-9.7636
▁ሰጥቷል	-9.76866
▁ዣካ	-9.76892
▁አስተዳዳሪ	-9.76944
ተባበር	-9.77015
▁ክርስቲያኖ	-9.77103
▁ትእዛዝ	-9.77335
▁ዴቪድ	-9.77494
====	-9.77609
▁ቡካዮ	-9.77649
ሚካኤል	-9.77665
▁ወልቭስ	-9.77884
▁በክረምቱ	-9.7816
▁ክሪስታል	-9.7816
▁ሀሙስ	-9.78318
ተላለፍ	-9.78482
▁ተጠባቂ	-9.78717
▁የብሄራዊ	-9.78794
ሃይማኖት	-9.78834
▁የቡድን	-9.78927
ግጭቱ	-9.7901
ተላለፈ	-9.7918
▁ሰኣታት	-9.79272
▁መስተዳድር	-9.79312
መጪው	-9.79573
▁ተሳታፊ	-9.79592
▁ማክሰኞ	-9.79632
▁ምርጡ	-9.79883
▁አረቢያ	-9.80105
ቮ	-9.80114
▁በሰሜን	-9.80199
▁ለመፍታት	-9.80559
ረጋገጡ	-9.80601
▁ታዳጊ	-9.80642
››	-9.80964
▁▫️	-9.80964
▁ያገኘነው	-9.81005
▁የፕሪሚየር	-9.81207
▁ተጀምሯል	-9.81271
▁ችለዋል	-9.81276
ህይወት	-9.81291
ሚቀጥለው	-9.81372
▁ህይወቱ	-9.81902
▁አገልግሎቶች	-9.81984
ማእከላዊ	-9.82313
▁ታላላቅ	-9.82519
▁ትስስር	-9.82935
ወልቂጤ	-9.83015
#	-9.83264
▁አረጋግጠዋል	-9.83347
ጠቅላላ	-9.8339
▁ሊጎች	-9.83523
▁አቅራቢ	-9.83525
▁ኤምባሲ	-9.83555
ተጨዋቹ	-9.83764
▁ሱፐር	-9.83806
❓	-9.83889
▁ስብስብ	-9.83932
▁ቻይና	-9.83938
▁ምንጮች	-9.84141
ሚኒስቴሩ	-9.84266
ተዳደር	-9.84508
▁ከበሽታው	-9.84602
ኤምሬትስ	-9.85067
▁ኔይማር	-9.85109
▁ወታደሮች	-9.85363
ነበራቸው	-9.85376
▁አስታወቀ፡፡	-9.85534
▁ኦዚል	-9.85757
▁ደርሰዋል	-9.85909
▁ጄሱስ	-9.86216
▁ማረፊያ	-9.86387
▁መድረሱን	-9.86387
▁ያገኛሉ	-9.86517
⏱	-9.86645
▁ዩንቨርስቲ	-9.86645
▁‹‹	-9.86774
▁ጭማሪ	-9.86775
▁05:00	-9.8686
▁አንፃር	-9.86869
▁ይደረጋል	-9.87076
▁አሲስቶች	-9.87163
⚫	-9.87335
▁አቀባይ	-9.87423
▁ህጋዊ	-9.88038
▁ጀምሯል	-9.88248
▁ሚንስትር	-9.88423
▁ማርቲኔሊ	-9.88554
ተገኘባቸው	-9.88894
▁ትብብር	-9.88912
▁ይሰጣል	-9.89218
▁የሕዝብ	-9.89346
▁ብቸኛ	-9.89447
▁ገብተዋል	-9.89573
▁አስቆጣሪ	-9.89655
▁ውጤቶች	-9.89878
▁መንግስታት	-9.90233
▁ትራንስፖርት	-9.90277
▁ማቅረብ	-9.90323
▁ተያይዞ	-9.90814
▁በሀገራችን	-9.90903
▁የምርመራ	-9.90952
▁የነዳጅ	-9.91084
▁ዘላቂ	-9.91086
▁ተፅእኖ	-9.91263
▁ሀሰተኛ	-9.91315
▁የፈረንሳይ	-9.91398
ድርጊቱ	-9.91629
▁በትላንትናው	-9.91669
▁ቻናሉን	-9.91714
▁ጀርመን	-9.91808
▁ኢኮኖሚ	-9.91895
ዲፕሎማ	-9.92122
▁ክልላዊ	-9.92304
a	-9.93678
☞	-9.99958
✦	-10.008
━	-10.0279
⌚	-10.0401
▬	-10.0453
ጢ	-10.0479
➠	-10.0729
i	-10.1322
o	-10.1469
ዦ	-10.1526
√	-10.1699
ጧ	-10.1807
⚪	-10.2225
α	-10.2729
r	-10.2748
×	-10.2891
ኚ	-10.3043
ጵ	-10.3368
s	-10.3549
ፂ	-10.3598
n	-10.364
ፏ	-10.3696
ዤ	-10.3761
ዪ	-10.3783
♥	-10.3913
➪	-10.3971
·	-10.403
󠁧	-10.4178
═	-10.4419
$	-10.462
─	-10.4643
÷	-10.4675
l	-10.4801
A	-10.4825
ዠ	-10.4841
✈	-10.4873
°	-10.4921
ኜ	-10.505
〰	-10.5364
⭐	-10.5542
t	-10.5585
♨	-10.5679
ኽ	-10.5689
፨	-10.6033
❀	-10.6069
☝	-10.6087
ኧ	-10.638
ዡ	-10.6483
✤	-10.6596
E	-10.6759
⊰	-10.6779
★	-10.6788
❇	-10.6905
●	-10.6935
I	-10.6984
ጇ	-10.7083
é	-10.7366
ѕ	-10.7542
в	-10.7574
✌	-10.7658
☎	-10.7892
󠁿	-10.8335
d	-10.8716
▰	-10.881
ጴ	-10.881
R	-10.8881
¢	-10.9209
⚡	-10.927
‹	-10.9333
➜	-10.9535
ፄ	-10.9561
➤	-10.9599
ሿ	-10.9728
N	-10.978
✳	-10.9846
h	-10.9885
O	-10.9912
↘	-11.0072
⏳	-11.0085
η	-11.0112
☀	-11.0153
D	-11.0194
®	-11.0221
M	-11.0639
B	-11.0639
✝	-11.0668
▶	-11.0884
➣	-11.0957
➡	-11.1075
σ	-11.1286
m	-11.1316
⚠	-11.1347
❣	-11.18
c	-11.2043
L	-11.2109
ሗ	-11.2191
u	-11.2241
┄	-11.2292
✋	-11.2581
︎	-11.2721
⛳	-11.2915
⤵	-11.3059
➦	-11.3205
S	-11.3316
›	-11.3391
➨	-11.3619
^	-11.3657
т	-11.3715
󐁧	-11.3734
⚔	-11.3812
}	-11.3832
̶	-11.3871
❖	-11.3891
➛	-11.393
⏰	-11.3943
✿	-11.397
{	-11.407
F	-11.4191
→	-11.4211
ι	-11.4396
@	-11.4563
ጲ	-11.4626
✍	-11.4795
✓	-11.4863
ጬ	-11.4994
󠁳	-11.5104
C	-11.5127
󠁥	-11.5239
g	-11.5261
󠁮	-11.5329
T	-11.5421
⠀	-11.5513
b	-11.5536
ጐ	-11.5536
⬆	-11.6398
❗	-11.6998
◉	-12.0677
✔	-12.0801
♦	-12.095
▫	-12.5783
ቐ	-13.307
➩	-13.6005
┉	-13.6006
▭	-13.6007
▔	-13.6008
⏭	-13.6009
➥	-13.601
⭕	-13.6011
♀	-13.6012
▱	-13.6013
♻	-13.6014
⑉	-13.6015
☑	-13.6016
♂	-13.6017
◾	-13.6018
┈	-13.6019
󠁢	-13.602
.	-13.6021
⊱	-13.6022
▪	-13.6022
