<unk>	0
<s>	0
</s>	0
<sep>	0
<cls>	0
▁	-2.81423
ን	-3.5572
▁የ	-3.82727
ት	-4.01332
ም	-4.02163
▁በ	-4.07931
ው	-4.25458
ና	-4.37951
ር	-4.42331
ል	-4.57962
ስ	-4.63865
▁ከ	-4.83159
▁መ	-4.85249
▁አ	-4.8681
ለ	-5.14308
ድ	-5.15267
▁ለ	-5.22346
ላ	-5.22907
ረ	-5.24144
ሰ	-5.2685
▁እና	-5.28243
ቀ	-5.28585
ብ	-5.28755
ደ	-5.29827
ራ	-5.31313
ይ	-5.3284
መ	-5.33376
▁ተ	-5.33848
ታ	-5.3392
ክ	-5.35773
ያ	-5.39916
በ	-5.40314
ማ	-5.40454
።	-5.41254
ግ	-5.44775
▁ላይ	-5.47097
ገ	-5.47583
ሳ	-5.49573
ባ	-5.49725
፣	-5.50001
ጠ	-5.51123
ነ	-5.51414
ዳ	-5.52577
ቅ	-5.52848
▁የሚ	-5.55032
ጥ	-5.60469
ወ	-5.64535
ፍ	-5.65071
ከ	-5.66514
ህ	-5.68491
ፈ	-5.68804
ተ	-5.69857
!	-5.71469
▁የተ	-5.71968
/	-5.74742
ሉ	-5.80027
ቱ	-5.81644
▁እ	-5.82529
ጋ	-5.82671
ዋ	-5.8728
የ	-5.89325
ዎች	-5.90649
▁ማ	-5.92355
ች	-5.97014
▁ይ	-5.97342
ቃ	-5.99003
፡፡	-6.00926
ሩ	-6.04157
▁ወደ	-6.05953
▁ነው	-6.06755
ዝ	-6.10709
ጣ	-6.11737
ሪ	-6.13474
በት	-6.14303
ፋ	-6.15088
▁በመ	-6.17006
▁እንዲ	-6.1702
ኛ	-6.18912
ካ	-6.19228
ዘ	-6.21042
ቆ	-6.25537
ሌ	-6.25952
ሮ	-6.27946
e	-6.2864
▁ያ	-6.29261
ሽ	-6.29735
▁ከተማ	-6.29748
▁አቶ	-6.30622
ቶ	-6.32418
ነት	-6.3551
▁ጋር	-6.36653
ውን	-6.37012
▁ወ	-6.45702
▁ሲ	-6.46093
ቡ	-6.46231
ሚ	-6.47413
ሀ	-6.47696
፤	-6.48849
ቁ	-6.5116
a	-6.52147
ሙ	-6.52229
▁ነው።	-6.53988
ሬ	-6.54948
ኝ	-6.55431
▁ተማሪዎች	-6.56752
▁ቤት	-6.57418
▁ውስጥ	-6.58793
ዲ	-6.58819
▁አበባ	-6.58993
)	-6.59303
▁ዩኒቨርሲቲ	-6.60023
ኩ	-6.60173
ኑ	-6.62044
ሞ	-6.63456
▁ዛሬ	-6.66718
▁ባ	-6.6682
o	-6.66837
ቶች	-6.67877
▁ለመ	-6.68643
ሊ	-6.68988
▁ክልል	-6.69288
▁እንደሚ	-6.69447
3	-6.70095
ጉ	-6.70198
ሱ	-6.71057
ሃ	-6.71462
ቸው	-6.72016
አ	-6.73773
ቦ	-6.73821
▁እንደ	-6.74077
i	-6.74388
እ	-6.74406
ጎ	-6.75455
ለው	-6.75574
ሁ	-6.76585
2	-6.76899
5	-6.78614
▁ለማ	-6.79008
▁አስ	-6.79249
ሻ	-6.79658
▁ሰ	-6.80265
▁ምንጭ፦	-6.81138
ሸ	-6.81593
▁በተ	-6.82487
ፅ	-6.82612
▁የመ	-6.83377
ጀ	-6.83986
ኮ	-6.84084
ጅ	-6.84451
ዛ	-6.84775
ጭ	-6.85372
s	-6.85447
▁ቀን	-6.85927
▁1	-6.86071
▁ሊ	-6.86183
ሎ	-6.86471
ል።	-6.89726
▁2	-6.89801
ዱ	-6.8997
ዊ	-6.90044
▁የአ	-6.90144
ችን	-6.90206
▁ሰዎች	-6.91214
ጫ	-6.91818
6	-6.92174
7	-6.92423
4	-6.92488
▁እየ	-6.93244
ቢ	-6.93942
1	-6.94847
▁የኢትዮጵያ	-6.94986
ሜ	-6.95003
▁መሆኑን	-6.9523
▁በማ	-6.95353
ሴ	-6.95822
▁ብር	-6.95858
▁Via	-6.96229
ዉ	-6.96385
▁ፖሊስ	-6.97128
ቤ	-6.97883
t	-6.97967
ዩ	-6.98055
ቲ	-6.9915
▁ካ	-6.99719
▁ስራ	-7.01167
▁በአ	-7.01369
m	-7.02958
ቴ	-7.03118
ፊ	-7.03549
ላቸው	-7.03943
▁እን	-7.05413
ቋ	-7.06009
ሶ	-7.06215
ጨ	-7.06294
▁ሀ	-7.06658
ቻ	-7.06989
ሕ	-7.07822
ስተ	-7.08372
▁እየተ	-7.08765
ኒ	-7.10346
▁ጊዜ	-7.10564
9	-7.11299
▁ጥ	-7.11664
⬆️	-7.1168
▁(	-7.11728
▁ስለ	-7.11907
▁ጠቅላይ	-7.12342
ሲ	-7.12364
▁3	-7.12686
8	-7.12989
ችሁ	-7.13747
በረ	-7.14078
ዴ	-7.14815
ዶ	-7.1543
ባቸው	-7.16406
▁ስ	-7.16559
ራት	-7.1716
▁በሚ	-7.17688
ዋል።	-7.17706
d	-7.18193
▁ሚኒስትር	-7.18468
ል፡፡	-7.18678
ቸውን	-7.18969
ኖ	-7.19191
▁መንግስት	-7.19347
▁ኢትዮጵያ	-7.19587
▁አዲስ	-7.20318
ሰራ	-7.20535
ፀ	-7.20827
ወጣ	-7.22014
▁መረጃ	-7.2213
▁ሲሆን	-7.22962
▁አል	-7.24149
▁ታ	-7.24167
▁©	-7.24524
▁ዶክተር	-7.26586
▁ዶ	-7.26604
▁እያ	-7.26695
▁ያለ	-7.26907
▁በላይ	-7.27325
ሆኑ	-7.27574
▁ከፍተኛ	-7.27855
ቹ	-7.27929
▁ሰላም	-7.28207
ደር	-7.28229
▁አለ	-7.28516
በር	-7.29522
ቱን	-7.29895
ኔ	-7.30103
ፕ	-7.31063
!!️	-7.31603
b	-7.31933
p	-7.31933
▁አብይ	-7.31993
ሪያ	-7.32159
ጃ	-7.32592
ገባ	-7.33079
u	-7.33425
▁ኢ	-7.33903
▁ግን	-7.33934
▁ኣም	-7.34213
ዎቹ	-7.34365
ቂ	-7.34749
ሥ	-7.3478
▁ጠ	-7.35093
▁መንገድ	-7.35558
ዮ	-7.35688
ድረ	-7.36419
▁ገ	-7.36702
▁አን	-7.37123
▁አባላት	-7.37259
ፃ	-7.37445
ፎ	-7.37449
▁እንዲሁም	-7.37822
c	-7.3818
00	-7.38182
▁አካባቢ	-7.38249
ብረ	-7.39189
▁የሚያ	-7.39853
ተው	-7.39919
▁አንድ	-7.40077
▁አይ	-7.40147
A	-7.40545
▁ባለ	-7.41395
▁ቢ	-7.41752
ኣ	-7.42351
▁ሁኔታ	-7.42503
▁ነ	-7.42509
▁አሁን	-7.4259
ገኙ	-7.4275
▁ብ	-7.4332
g	-7.43723
0	-7.43858
▁ቀ	-7.439
▁ስር	-7.44114
▁4	-7.45252
ሆን	-7.45294
▁ዘ	-7.45909
▁ትምህርት	-7.46407
ፓ	-7.46719
ፌ	-7.4711
▁እለት	-7.47302
ተኛ	-7.47367
▁ኮ	-7.47717
▁እስከ	-7.47976
y	-7.48178
▁ዋና	-7.48646
ጡ	-7.4905
▁አህመድ	-7.4922
ፉ	-7.49619
ሰብ	-7.50574
▁ዞን	-7.50786
ደረሰ	-7.50799
l	-7.51389
,	-7.51687
️	-7.52021
መራ	-7.52073
n	-7.52304
ቤት	-7.52372
ጌ	-7.52749
▁መሰረት	-7.52757
▁5	-7.52807
ኪ	-7.52817
፦	-7.52937
(	-7.53585
▁ተከ	-7.53612
ሆ	-7.53699
▁ደግሞ	-7.53826
▁ጀምሮ	-7.53991
ረጋ	-7.54326
ስት	-7.54798
▁እንዳ	-7.55356
▁ኣ	-7.55883
▁ጉዳይ	-7.55916
w	-7.56252
▁ነገር	-7.56319
▁የማ	-7.57493
T	-7.57789
▁ምክንያት	-7.57875
h	-7.57938
▁ሃላፊ	-7.57942
ታቸው	-7.57984
10	-7.59702
ሮች	-7.5977
▁ሰው	-7.60309
ብር	-7.60753
ቀር	-7.6082
▁ይህ	-7.61032
▁ቤቱ	-7.61257
▁ነው፡፡	-7.61314
⬇️	-7.62006
ረው	-7.62267
f	-7.62626
ጓ	-7.63502
▁የእ	-7.6432
▁ግ	-7.6438
▁ሰኣት	-7.64461
▁መካከል	-7.65847
ዚህ	-7.66009
ኞች	-7.66255
▁አደጋ	-7.66908
ድር	-7.67154
ግባ	-7.67221
▁ችግር	-7.67351
▁ከተ	-7.68031
▁ይህን	-7.68302
▁ምክትል	-7.68588
▁በእ	-7.68602
ጂ	-7.69844
▁ሃ	-7.69906
ገኝ	-7.70022
▁መግለጫ	-7.70915
▁ምክር	-7.71124
ክል	-7.72041
▁ገልፀዋል።	-7.72099
ሀዋሳ	-7.72218
:	-7.72243
▁ተናግረዋል።	-7.72397
▁ያለው	-7.72483
ተለያዩ	-7.72596
▁ጉዳት	-7.73204
ዋል	-7.73259
ዞ	-7.73482
”	-7.73801
ለን	-7.74024
ነው	-7.74027
ታቸውን	-7.74094
▁በኋላ	-7.74208
ሺ	-7.74591
▁አስተዳደር	-7.74612
ገል	-7.74729
I	-7.74815
▁ብቻ	-7.75057
▁ህዝብ	-7.75327
▁አካላት	-7.75532
▁አገልግሎት	-7.75778
▁ምንጭ	-7.75969
ም።	-7.76072
ኬ	-7.76353
▁በቁጥጥር	-7.76668
በሩ	-7.76835
D	-7.77085
ባለ	-7.7723
ሰማ	-7.77451
▁ወረዳ	-7.77642
▁ፅ	-7.77802
▁ከዚህ	-7.77892
▁ጥያቄ	-7.77956
▁ቢሮ	-7.78326
in	-7.78371
▁ሚኒስቴር	-7.7845
▁ፍርድ	-7.78454
▁በዚህ	-7.78649
ዎችን	-7.78702
ዬ	-7.78756
ኛው	-7.79524
ጦ	-7.79592
ዋል፡፡	-7.79664
ከተማ	-7.7999
ሄ	-7.80692
▁አብ	-7.80696
ሚያ	-7.80862
▁ጎ	-7.81015
ፖ	-7.81221
▁ወጣቶች	-7.81471
▁ኮሚቴ	-7.81675
▁የክልሉ	-7.81683
▁መስ	-7.81762
▁እንደሆነ	-7.81997
ገር	-7.82022
▁ደረጃ	-7.82115
▁በአዲስ	-7.82298
▁ሀገር	-7.82437
▁ከአ	-7.82659
ንግ	-7.82965
▁የነበሩ	-7.83003
▁የነበረው	-7.83346
▁ሺህ	-7.83571
ገኘ	-7.83739
▁ሌሎች	-7.83778
▁ነዋሪዎች	-7.83799
ነገ	-7.84226
ሰው	-7.84596
▁ብለዋል።	-7.85009
▁7	-7.85156
▁በፊት	-7.8553
▁ክ	-7.85541
▁ወቅት	-7.85606
▁A	-7.85889
▁ግጭት	-7.86032
ቸ	-7.86126
TIKVAH	-7.86256
▁የፀጥታ	-7.86485
ዜ	-7.86605
▁ነበር።	-7.86921
ዙ	-7.87123
▁ኣመት	-7.87188
▁ቤቶች	-7.8754
▁ሚ	-7.87591
▁ልዩ	-7.87785
▁ሙ	-7.88016
ሰጥ	-7.88618
▁ጉዳዮች	-7.88687
▁የአዲስ	-7.89185
ኘ	-7.89333
▁ያስ	-7.89346
▁የትምህርት	-7.8956
ኤ	-7.89564
E	-7.89578
▁ነበር	-7.89583
ጆ	-7.89628
▁ጉ	-7.90215
N	-7.90222
▁6	-7.90742
▁በኢትዮጵያ	-7.91193
▁ETH	-7.91419
▁ውይይት	-7.91781
▁20	-7.92285
an	-7.92789
ሆነ	-7.93185
ተዋል።	-7.93303
▁ሳ	-7.93606
ነጋ	-7.93892
ሰሩ	-7.94095
ቀድሞ	-7.94241
ገደ	-7.94319
ላል	-7.94323
"	-7.94606
ዎ	-7.94675
P	-7.94848
ቪ	-7.94973
ሁሉም	-7.95006
▁ኤ	-7.95301
ኦ	-7.95467
▁ክፍል	-7.95702
ገለፀ	-7.95775
መጣ	-7.95942
ደራ	-7.96007
ለሁ	-7.96169
er	-7.96202
▁ወር	-7.97003
ሟ	-7.97028
▁ፈተና	-7.97119
▁አሳ	-7.97279
▁ቦታ	-7.97336
ዚ	-7.97347
ሹ	-7.97372
ግብ	-7.97462
▁ለሚ	-7.97468
ደቡብ	-7.97511
v	-7.97577
▁የተለያዩ	-7.97757
▁ሞ	-7.97779
▁ዳር	-7.98056
ገቡ	-7.98257
ቢያ	-7.9851
ተር	-7.99062
▁ተብሎ	-7.99315
▁በየ	-7.99373
ነሳ	-7.99379
▁ጉባኤ	-7.99489
▁በመሆኑ	-7.99494
▁10	-7.99538
al	-7.99658
▁8	-7.99659
ኤርትራ	-7.99702
፡	-7.99894
▁ያሉት	-7.99996
ሀገሪቱ	-8.00093
19	-8.00155
▁ዜና	-8.00309
ኢ	-8.00314
▁በሚል	-8.0049
▁አቀፍ	-8.00528
20	-8.00602
▁ቁጥር	-8.00752
ባል	-8.0079
re	-8.00962
▁ተቋማት	-8.01149
ግል	-8.01275
ፈት	-8.01443
?	-8.02151
ናል	-8.02462
ጊ	-8.02572
ደረገ	-8.02901
O	-8.03159
▁2011	-8.03173
▁በዛሬው	-8.03451
ፒ	-8.03566
ጎንደር	-8.03601
▁ተመ	-8.03837
ላችሁ	-8.04053
▁ከመ	-8.04194
▁ድረስ	-8.04229
F	-8.04249
▁ቀናት	-8.04312
ደረግ	-8.0442
▁አመት	-8.04459
▁ኮሚሽን	-8.0466
▁ድጋፍ	-8.04661
ባህር	-8.04973
ሪዎች	-8.05569
ሾ	-8.05903
ቄ	-8.05904
▁"	-8.06456
C	-8.06463
▁እንዳይ	-8.06564
▁ጥሪ	-8.06784
ቷል።	-8.06812
▁የስራ	-8.07875
▁የምት	-8.07885
k	-8.07902
ጅማ	-8.07978
▁አባ	-8.08431
▁ጨምሮ	-8.08585
▁ወጥ	-8.09149
▁ሳይ	-8.09172
▁አመራሮች	-8.09303
▁አስተ	-8.09443
ኣለም	-8.09476
ሉ።	-8.10549
ታዊ	-8.10602
ገንዘብ	-8.10608
▁ብዙ	-8.1072
▁ግቢ	-8.1074
B	-8.10752
ረዳ	-8.10887
ar	-8.11209
▁የሚገኙ	-8.11232
ኖር	-8.11661
▁ሁሉ	-8.12289
▁ሥራ	-8.12332
▁የሆነ	-8.12631
፥	-8.12895
▁አካል	-8.13472
ደረጉ	-8.1376
▁√	-8.13883
▁ህይወት	-8.14198
▁ሲሉ	-8.14341
▁እንዲያ	-8.14391
/2011	-8.14588
▁ለማድረግ	-8.14778
▁ዜጎች	-8.14929
ቷ	-8.14961
▁ብሄራዊ	-8.15235
ትግራይ	-8.15243
▁ሀይ	-8.15253
▁ህግ	-8.15531
ጠቅላይ	-8.15667
ስራ	-8.15687
▁ከሚ	-8.15789
▁፦	-8.15995
▁ስም	-8.16284
▁በርካታ	-8.16456
▁9	-8.16736
▁ምን	-8.17371
▁ማስ	-8.17578
ሽን	-8.17947
ልክ	-8.17976
ፁ	-8.17997
ቼ	-8.18023
▁ጥቃት	-8.18196
▁ናቸው	-8.18217
▁ምንም	-8.18799
▁ግለሰቦች	-8.1897
▁ሙሉ	-8.19004
ቦች	-8.19226
▁ተጠ	-8.19246
R	-8.19447
▁እንቅስቃሴ	-8.19447
▁09	-8.19494
▁ኦ	-8.19601
▁ሁለት	-8.1968
18	-8.19713
▁ድርጅት	-8.19767
▁እንዳለ	-8.1983
14	-8.20465
▁ፓርቲ	-8.20485
▁ናቸው።	-8.20868
▁በኣል	-8.20933
ዛሬ	-8.21037
▁በማድረግ	-8.21217
▁ሆነ	-8.21219
ed	-8.21264
ማህበራዊ	-8.21378
▁ወንጀል	-8.2143
ካሄድ	-8.21512
▁እንደተ	-8.21691
▁ተጨማሪ	-8.21937
▁ርእ	-8.2201
▁the	-8.22046
▁ሰልፍ	-8.22049
▁እንድ	-8.22108
▁ስብሰባ	-8.22565
▁የሰላም	-8.22571
▁ያሉ	-8.22587
መስጠት	-8.23122
▁አካባቢዎች	-8.23226
▁መንግሥት	-8.23245
on	-8.23492
▁የአማራ	-8.23687
ራቸው	-8.24037
ጠር	-8.24221
ማር	-8.2423
it	-8.24247
▁ነገ	-8.24285
ኖሩ	-8.24354
▁የመንግስት	-8.24403
en	-8.24546
M	-8.24549
H	-8.24681
▁ተከትሎ	-8.24685
at	-8.24725
▁ፎቶ	-8.25338
▁ለተ	-8.25521
▁እስካሁን	-8.25525
▁ሲያ	-8.25577
▁ሚሊዮን	-8.25694
▁ዝግጅት	-8.25694
▁12	-8.25741
መጡ	-8.26082
ወጡ	-8.26286
መረ	-8.26415
es	-8.26951
▁ተናግረዋል፡፡	-8.2706
▁ቤተ	-8.27247
▁መረጃዎች	-8.27431
▁የኢ	-8.27528
is	-8.27663
▁አየር	-8.2785
▁የህዝብ	-8.28272
▁E	-8.28869
ስታ	-8.28944
ጤ	-8.29041
or	-8.29106
▁ይፋ	-8.2913
ነሱ	-8.29313
▁ቃል	-8.29413
▁ውጤት	-8.29499
ዘጋጀ	-8.29571
ታችን	-8.29643
r	-8.29983
ፈታ	-8.30305
▁ተማሪ	-8.3045
ገኘው	-8.30572
ከተ	-8.3075
▁አሰ	-8.3081
▁ልማት	-8.30937
▁ይገኛል።	-8.30963
ፈር	-8.31102
▁ብሎ	-8.3113
ገብ	-8.31237
▁መሆኑ	-8.31325
ደረ	-8.3142
ብሄር	-8.31658
ኤል	-8.31795
ሁለት	-8.31836
▁የሚያስ	-8.31909
▁አይደለም	-8.31996
12	-8.32376
አፍሪካ	-8.32596
▁ዙሪያ	-8.32909
ለት	-8.33113
ሳቸው	-8.33133
ኡ	-8.33605
▁የኦሮሚያ	-8.33829
▁በሙሉ	-8.33854
▁ሚዲያ	-8.34041
S	-8.34459
▁ፕሬዝዳንት	-8.34584
ኢትዮ	-8.34785
▁አመ	-8.34835
ቻቸው	-8.35094
ዥ	-8.35114
▁በተለይ	-8.35128
ችል	-8.35488
▁እንደሚያ	-8.35583
▁ሃይል	-8.35686
W	-8.35863
ከፍተኛ	-8.35998
ቀረበ	-8.36131
ታል	-8.36496
መለስ	-8.37285
ኳ	-8.37317
▁ለማስ	-8.37431
ታል።	-8.37941
▁እኛ	-8.38041
▁ሲል	-8.38165
~	-8.38335
▁ያለውን	-8.38604
ጄ	-8.38721
▁መልካም	-8.38803
▁ብለዋል፡፡	-8.3883
ሯ	-8.39004
ሰጠው	-8.39466
ያቸው	-8.39585
L	-8.39691
▁በኩል	-8.40189
50	-8.40375
▁እንኳን	-8.40478
▁ውሳኔ	-8.40673
▁ሆኖ	-8.40682
ዋሉ	-8.40916
▁ሆስፒታል	-8.41067
▁ምርመራ	-8.4107
ዶች	-8.41333
▁ወይም	-8.41334
አለም	-8.41384
አሜሪካ	-8.41451
ሂ	-8.41646
▁ጥረት	-8.41905
▁ለአ	-8.41939
U	-8.42061
ሎች	-8.42223
▁አስታውቋል።	-8.42261
ነቱ	-8.42596
▁መልእክት	-8.43238
▁ግንባታ	-8.43293
▁11	-8.43576
ቷል፡፡	-8.43869
▁ግንኙነት	-8.43875
▁ቡድን	-8.43882
አስቸኳይ	-8.44283
▁ድምፅ	-8.44491
ከፈ	-8.44827
▁M	-8.4506
▁ተቀ	-8.45084
▁አላ	-8.4533
▁ትላንት	-8.45518
ኝነት	-8.45567
ing	-8.45842
ዚያ	-8.46242
ቸዉ	-8.46312
ያዙ	-8.4635
st	-8.46356
▁ስነ	-8.46404
▁S	-8.46666
▁እንጂ	-8.4676
▁አለመ	-8.46956
▁ሰላማዊ	-8.46975
ሰቡ	-8.47074
ተፈጠረው	-8.47469
G	-8.47606
▁ሰራዊት	-8.47609
▁የውጭ	-8.47764
ፈላጊ	-8.47821
▁ሰራተኞች	-8.4803
▁ፀግሽ	-8.4803
▁30	-8.48214
30	-8.48295
▁የማይ	-8.48815
▁ሆነው	-8.48817
▁ፅህ	-8.49039
▁እርምጃ	-8.49096
▁ሳምንት	-8.49098
▁አድር	-8.49221
ማስታወቂያ	-8.49525
ያደርጉ	-8.49586
ፈፀመ	-8.49952
▁ክፍ	-8.49985
ሲዳማ	-8.49996
ያዊ	-8.5003
▁መሪ	-8.50176
▁ሊያ	-8.50206
▁በሰላም	-8.50334
ጋዜጠኛ	-8.50826
▁15	-8.51088
አቃቤ	-8.51183
ዩኒቨርሲቲው	-8.51236
ጁ	-8.51462
▁ዳይሬክተር	-8.51702
▁ሌላ	-8.52003
▁የፌደራል	-8.52117
▁ገልፀዋል፡፡	-8.52143
▁በዚህም	-8.52221
▁የፖለቲካ	-8.52435
ቻል	-8.52498
ፈራ	-8.52583
ለች	-8.52888
▁ያላቸው	-8.52943
ሏ	-8.53135
40	-8.5324
ጩ	-8.53254
▁ሀላፊ	-8.53353
ፖሊ	-8.53426
▁ቤተሰብ	-8.53552
▁እየተደረገ	-8.53617
▁ምላሽ	-8.53707
ናል።	-8.5406
ዘር	-8.54126
ገለ	-8.54804
››	-8.5483
ቧ	-8.55058
200	-8.55276
ጊዜ	-8.55279
ደብ	-8.55305
ኢትዮጵያ	-8.55306
አዳማ	-8.55547
▁ፕሬዚዳንት	-8.5572
ወላይታ	-8.55743
▁አይነት	-8.5591
▁ባንክ	-8.56309
ቀጣ	-8.56336
ለሁ።	-8.564
▁ሚኒስትሩ	-8.56432
▁ከተሞች	-8.56473
▁አባል	-8.5649
ሶስት	-8.56515
አገር	-8.56611
ቀረቡ	-8.56689
▁መኪና	-8.56692
መለከተው	-8.5685
▁ትናንት	-8.57591
ኗ	-8.57592
መለሱ	-8.57633
መንግስት	-8.57748
ችሉ	-8.57788
▁ለውጥ	-8.57889
▁በጣም	-8.57959
ማእከላዊ	-8.5806
▁አስፈፃሚ	-8.58091
መኖሪያ	-8.58092
▁ያል	-8.5836
▁መብት	-8.58449
መስከረም	-8.58531
ድሬዳዋ	-8.58766
ምእራብ	-8.58766
ግራ	-8.59035
▁‹‹	-8.59239
▁የነበረ	-8.59377
ic	-8.59393
ፌስቡክ	-8.59477
መደበኛ	-8.59721
ተማሪ	-8.59851
▁በመሆን	-8.59939
▁of	-8.59974
▁ይሆናል	-8.60452
ዲያ	-8.60474
ቶቹ	-8.60593
ኞ	-8.60755
ጠብ	-8.60803
ሰጡ	-8.60851
ቸዋል።	-8.61137
▁ከንቲባ	-8.61156
ቻችን	-8.61278
▁to	-8.61391
ታወቀ	-8.61702
ጠራ	-8.61788
ሶማሌ	-8.61888
▁መሳሪያ	-8.6214
አዲሱ	-8.62468
ግንቦት	-8.62468
as	-8.62497
▁በቅርቡ	-8.62618
▁በማለት	-8.62826
▁ዩኒቨርስቲ	-8.62865
▁ምርጫ	-8.6287
▁ደህንነት	-8.63265
▁ስርኣት	-8.6336
▁መከላከያ	-8.63552
ለን።	-8.63715
ሰጡት	-8.64005
አደጋው	-8.64089
▁ተወካዮች	-8.64101
ተከሰተ	-8.6413
▁ወንድ	-8.64267
▁ክስ	-8.64305
▁መልኩ	-8.64414
ጠበቅ	-8.64487
▁ፍቅር	-8.64606
▁በአሁኑ	-8.64851
ራዊ	-8.65033
▁ይመ	-8.65063
ሄድ	-8.6517
▁በአንድ	-8.65189
▁ይገኛሉ።	-8.65772
ጉዳዩ	-8.65953
▁ገልጿል።	-8.66368
▁ጥቅም	-8.66409
▁ስራዎች	-8.66417
ዷ	-8.66623
▁ጨዋታ	-8.66623
▁የሰው	-8.6668
አንዳንድ	-8.66882
▁ህዝቡ	-8.67112
▁ደስ	-8.67151
ኙ	-8.67231
▁መፍትሄ	-8.67392
▁አቢይ	-8.67413
▁እንደነበር	-8.67652
ማቸው	-8.68159
ተዋል፡፡	-8.6816
ቾ	-8.68167
ገዳ	-8.68243
le	-8.6829
▁ምሽት	-8.68708
▁ውጭ	-8.69476
▁ንብረት	-8.69485
ካሄደ	-8.69742
▁የሀገር	-8.69745
ቷል	-8.69989
▁ቀደም	-8.70048
▁ኤጀንሲ	-8.70343
▁መስተዳድር	-8.70796
ተቃውሞ	-8.70799
ቻለ	-8.70857
▁አቀባበል	-8.71062
▁ይገባል	-8.71204
ዘጋ	-8.71223
▁ያሳ	-8.71508
ባለፈው	-8.7161
▁በጋራ	-8.71752
መቱ	-8.72211
▁ካለ	-8.7252
▁ማለት	-8.7279
th	-8.72961
ችግሩ	-8.72966
▁ዘመን	-8.73007
ኦሮሚያ	-8.73116
▁ሰኔ	-8.7354
▁መሆናቸውን	-8.73606
▁እየተካሄደ	-8.74141
▁እኔ	-8.7422
▁ነጥብ	-8.74605
ፈጠረ	-8.75119
▁ገፅ	-8.75207
▁ችግሮች	-8.75429
▁መሀመድ	-8.75988
▁አልተ	-8.76162
▁ሂደት	-8.7627
▁በቀጣይ	-8.76279
▁ሳይሆን	-8.76387
▁አንድነት	-8.7643
መገናኛ	-8.76559
▁የአሜሪካ	-8.76568
ፈልጉ	-8.76577
ታወቁ	-8.76587
ያደርግ	-8.76591
ለች።	-8.76626
et	-8.77024
▁ነዋሪ	-8.7705
▁ህዝቦች	-8.77116
▁አንዱ	-8.77393
▁ተብሏል።	-8.77402
ታይ	-8.77492
ent	-8.77556
አውሮፕላን	-8.77685
ጧ	-8.77971
▁ሆቴል	-8.77971
ማርያም	-8.77999
▁እንዳል	-8.78255
አስተዳደሩ	-8.78258
▁በተጨማሪ	-8.78348
ደርስ	-8.78357
▁ጣቢያ	-8.78574
▁ይሁን	-8.78607
▁ከአዲስ	-8.7875
11	-8.78794
▁አደባባይ	-8.78833
▁በክልሉ	-8.7885
el	-8.78871
▁የመጀመሪያ	-8.79412
መላው	-8.79656
▁ተግባር	-8.79722
ኦነግ	-8.79723
ኞቹ	-8.79786
▁ማድረግ	-8.8
ጪ	-8.8012
▁እየሰራ	-8.80217
ውያን	-8.80242
▁አስታወቀ።	-8.80287
ቢቢሲ	-8.8029
ጀመረ	-8.80518
am	-8.80873
ኢንጂነር	-8.80874
▁ህብረት	-8.80876
መጨረሻ	-8.81169
▁የጤና	-8.81215
▁በኦሮሚያ	-8.81268
ሞች	-8.81415
▁በተያያዘ	-8.81465
▁ራድዮ	-8.81466
ro	-8.816
▁ነኝ	-8.81687
ታችሁ	-8.81894
ዮች	-8.82144
▁ህገ	-8.82337
▁ኣመታት	-8.82358
ኢዜአ	-8.8236
▁ቢሆንም	-8.82363
▁እጣ	-8.82378
ha	-8.82538
▁ንግግር	-8.82658
▁ዋጋ	-8.82694
ሰላም	-8.82803
ኢህአዴግ	-8.82957
ከላከል	-8.82958
ጀርመን	-8.82959
▁ሥር	-8.82965
ቂያ	-8.82985
▁የሚገኘው	-8.83343
ራሱ	-8.83378
▁ቅሬታ	-8.83585
አዲስ	-8.83706
▁ተጠርጣሪዎች	-8.8385
ሼ	-8.83864
▁ህብረተሰቡ	-8.83864
ድርጅቱ	-8.83866
ግድ	-8.84101
ጮ	-8.84168
▁መልእክ	-8.84212
▁የኦሮሞ	-8.8428
un	-8.84416
▁መድረክ	-8.8449
▁የመከላከያ	-8.84635
▁በመቶ	-8.84696
▁ጥበቃ	-8.84786
ሳተፉ	-8.8509
ፈፀም	-8.85116
▁የተደረገ	-8.85233
ብሄራዊ	-8.85392
ይቅርታ	-8.854
▁ተጠርጣሪ	-8.85408
60	-8.85584
▁ጤና	-8.85832
▁አድርጎ	-8.85872
ከበር	-8.85962
▁በተመለከተ	-8.86071
▁ተብሏል፡፡	-8.86322
ፈፀሙ	-8.86324
አጠቃላይ	-8.86633
▁and	-8.86645
ur	-8.8711
ስልጣን	-8.87203
ce	-8.8721
ወርቅ	-8.87378
ጥፋት	-8.87429
ፆ	-8.87573
▁ቤተሰቦች	-8.87574
▁ሃይሎች	-8.87574
▁እጅግ	-8.87584
▁ውድ	-8.87778
▁የኢፌዴሪ	-8.87889
ገለፁ	-8.879
ጥላቻ	-8.87919
▁ዘርፍ	-8.8794
▁የለም	-8.88118
መፍታት	-8.88247
▁የጋራ	-8.88437
▁ክልሎች	-8.88529
ካባቢ	-8.88723
ሃገር	-8.88847
ፌደራል	-8.8888
??	-8.88919
▁ሚንስትር	-8.89161
▁የአፍሪካ	-8.89383
አምስት	-8.89417
▁አዳራሽ	-8.89482
▁በተጨማሪም	-8.8957
አሁን	-8.898
▁እንደገለፁት	-8.89805
▁ታከለ	-8.89818
▁ቴክኖሎጂ	-8.90126
ation	-8.90147
▁አማራ	-8.90573
▁የፌዴራል	-8.90774
▁አድርገዋል	-8.90862
▁ተሰምቷል።	-8.911
▁ሚሊየን	-8.911
▁የአካባቢው	-8.91102
ካሂ	-8.91124
▁የህክምና	-8.91427
▁በአካባቢው	-8.91428
▁ከባድ	-8.9157
▁ብሏል	-8.91657
ዩኒ	-8.91669
▁ጥያቄዎች	-8.9198
▁ችሎት	-8.92085
▁ስላ	-8.92097
etv	-8.92124
▁እንደሚገባ	-8.92247
ቆጣጠር	-8.92414
ረጋገጥ	-8.9275
ዘጋጅ	-8.92883
15	-8.93112
▁አዋጅ	-8.93428
▁ተገልጿል።	-8.93744
▁ፕሮግራም	-8.93745
ጀመሩ	-8.93754
ለፉት	-8.93858
በኣሉ	-8.94014
ትራንስፖርት	-8.9408
ህፃናት	-8.9408
መንግሥት	-8.94288
▁ብለው	-8.94289
▁ተሽከርካሪ	-8.94417
▁ቆይታ	-8.94452
መስቀል	-8.94611
ወንጀል	-8.94647
ሸገር	-8.94791
ግጭቱ	-8.94809
▁ዴሞክራሲያዊ	-8.95094
▁እንደማይ	-8.95113
ትምህርት	-8.9522
▁ሳይንስ	-8.955
▁ወራት	-8.95554
▁ጉዞ	-8.95587
▁ገብረ	-8.95606
ቻሉ	-8.96052
ኋ	-8.96108
▁የንግድ	-8.96245
▁ተማሪዎቹ	-8.9625
▁አብዲ	-8.96257
▁ሕግ	-8.96283
▁ግብር	-8.96291
▁ይሄ	-8.96436
▁ባለስልጣናት	-8.96461
ኦሮሞ	-8.96684
▁ሃላፊዎች	-8.96733
▁የጦር	-8.9704
▁በአማራ	-8.97168
ፖለቲካ	-8.97387
ኸ	-8.97499
▁ኢትዮጵያውያን	-8.97592
አምቦ	-8.97816
▁ሊቀመንበር	-8.97848
▁ማእከል	-8.98197
▁ተገቢ	-8.98213
አብመድ	-8.98319
ቴሌኮም	-8.98548
አቶ	-8.98626
▁ከሆነ	-8.98727
ማረሚያ	-8.98987
:00	-8.99131
▁ወይዘሮ	-8.99254
▁ቦታዎች	-8.99419
▁ደም	-8.99549
▁መንገዶች	-8.99608
▁ማህበር	-8.9997
▁ይገኛል	-9.00233
▁የተናገሩት	-9.00327
▁22	-9.0033
ቅዱስ	-9.00353
ቸዋል	-9.00779
መሰረተ	-9.01048
ፈልግ	-9.01192
ol	-9.014
▁አስታውቋል፡፡	-9.014
▁ሁለቱ	-9.01403
▁ሀገራት	-9.01403
▁ለኢትዮጵያ	-9.01543
ተዋል	-9.01571
▁ያደረገ	-9.0161
▁ባለመ	-9.01621
▁ነፃ	-9.01655
▁ኢትዮጵያዊ	-9.01754
ቨ	-9.01763
▁ስጋት	-9.01823
▁አስታውቀዋል።	-9.02126
ch	-9.02253
▁እድል	-9.02662
▁ዶላር	-9.02897
▁የተሰማ	-9.03029
ፏ	-9.0321
ቺ	-9.03225
▁ሜትር	-9.03235
ደረሱ	-9.0352
▁አባቶች	-9.0359
▁እሁድ	-9.03611
▁ተስፋ	-9.03639
ra	-9.03841
ወሰኑ	-9.03989
▁ኡማ	-9.04022
▁ተቋም	-9.0403
ጓዝ	-9.0413
ፕሬዘዳንት	-9.04336
▁የአንድ	-9.04481
▁የለም።	-9.04548
▁አምባሳደር	-9.0471
▁ፓርቲዎች	-9.0476
▁እየተሰራ	-9.04887
▁ባለሙያዎች	-9.0493
▁ክፍለ	-9.04963
▁መስሪያ	-9.04992
▁ተደርጎ	-9.05088
▁ዘገባ	-9.0511
ቴዲ	-9.05371
▁ወጣት	-9.05435
ጅግጅጋ	-9.0546
▁ኩባንያ	-9.0546
ቀጥል	-9.05641
ኢንዱስትሪ	-9.05837
▁ኮሚሽነር	-9.05837
▁ፈጣሪ	-9.05841
▁የተባለው	-9.0588
ተቋሙ	-9.05936
▁በቀለ	-9.05988
▁ስለሆነ	-9.06084
▁ክልላዊ	-9.06216
▁ቀጠሮ	-9.06222
ቤታቸው	-9.06224
▁ስምምነት	-9.06225
▁አመራር	-9.06274
▁ሴቶች	-9.06278
▁ገብተዋል	-9.06489
▁ያልተ	-9.06694
fbc	-9.06978
▁ትምህር	-9.07108
ad	-9.07138
ሷል	-9.0718
▁በተደረገ	-9.07301
▁መግቢያ	-9.07372
ጠየቁ	-9.07383
ተባበር	-9.07419
▁ንግድ	-9.07744
ሰብኣዊ	-9.07746
sh	-9.07814
▁የህግ	-9.08024
▁ልጆች	-9.08133
▁ብሏል።	-9.08364
ኖች	-9.08369
ህብረተሰብ	-9.08519
▁ምስጋና	-9.0852
▁የምርመራ	-9.08522
ምስራቅ	-9.08541
::	-9.08693
▁ኪሎ	-9.08938
▁በሃላ	-9.09007
ter	-9.09188
▁ነዉ	-9.09233
V	-9.09299
ፕሮፌሰር	-9.09299
▁የእሳት	-9.09332
li	-9.09511
ሏል።	-9.09542
▁እንዲሆን	-9.09622
▁ጋዜጣ	-9.09692
▁ቅዳሜ	-9.09692
መቐለ	-9.09694
ri	-9.09875
▁ትልቅ	-9.10124
ስድስት	-9.10152
ቃቸው	-9.10444
▁እንደተናገሩት	-9.10481
▁እነዚህ	-9.10485
▁እንዴት	-9.10492
K	-9.10877
▁ወገኖች	-9.10878
ጠናቀቅ	-9.10878
▁26	-9.10904
▁ማስረጃ	-9.11677
0,000	-9.12101
▁ያህል	-9.12554
ሶች	-9.126
▁ጠይቀዋል።	-9.12885
▁ልጅ	-9.13069
▁መምሪያ	-9.13382
ናገሩ	-9.13398
ሃላፊነት	-9.13507
ነታቸው	-9.137
▁በሌላ	-9.13756
▁ባለስልጣን	-9.13783
▁አድማ	-9.13884
▁28	-9.13913
»	-9.1411
▁ክፍሎች	-9.14153
ዟ	-9.14521
us	-9.14669
▁ይታወሳል።	-9.14935
▁ይገባል።	-9.15219
ir	-9.15291
ሃይማኖት	-9.15349
▁ትችላላችሁ	-9.15349
መምህራን	-9.1535
▁ቀበሌ	-9.15357
▁ዘንድ	-9.15457
▁ተችሏል	-9.15552
ዌ	-9.15766
▁አስተዳዳሪ	-9.15766
▁ይጠበቃል።	-9.15766
▁በበኩላቸው	-9.15766
▁ሶዶ	-9.15804
▁አቅም	-9.15869
▁ደብረ	-9.16008
ደረሰባቸው	-9.16186
▁ውሃ	-9.16314
2011	-9.16349
▁ሽማግሌዎች	-9.16605
ፈልጋ	-9.16697
▁ኳስ	-9.1673
▁ነፃነት	-9.16819
70	-9.16916
መግለፅ	-9.17454
▁ጥቆማ	-9.17459
ቬ	-9.17876
▁ድርጅቶች	-9.17876
▁መኮንን	-9.17883
ወሰደ	-9.17995
ጀመር	-9.18791
J	-9.19164
▁እንዳሉት	-9.19192
ay	-9.1927
▁ሲሆን፥	-9.19375
▁ጉብኝት	-9.19596
▁ለህዝብ	-9.19597
▁ፍፁም	-9.19597
ማንኛውም	-9.1961
▁27	-9.19773
▁ገቢ	-9.19809
▁ግለሰብ	-9.20034
=	-9.20468
ደርሱ	-9.20508
ሀረር	-9.20647
«	-9.20906
▁ብለዋል	-9.21094
▁የሆኑት	-9.21181
▁ዝርዝር	-9.21347
ትራፊክ	-9.21347
▁አስታወቀ፡፡	-9.21348
▁ረቂቅ	-9.21348
▁ባደረጉ	-9.21356
ጥቃቱ	-9.21653
▁ተደርጓል	-9.2179
ቀርቡ	-9.21793
ቭ	-9.22234
▁ኢሳያስ	-9.22234
▁ወጪ	-9.22506
ቫ	-9.2268
▁የተጠረጠሩ	-9.2268
ሀረማያ	-9.22681
▁ቋንቋ	-9.22682
80	-9.22745
ክርስቲያን	-9.22862
▁ስልክ	-9.23154
ሄዱ	-9.23318
ካሄዱ	-9.23333
ቅርብ	-9.2337
▁ብሮድካስቲንግ	-9.23579
▁አሕመድ	-9.23579
▁የከተማዋ	-9.23604
▁ግንባር	-9.23613
▁የገለፁት	-9.23636
▁እምነት	-9.23681
ህዳር	-9.23744
▁የዩኒቨርሲቲ	-9.23945
Y	-9.24032
▁ድርጊት	-9.24032
▁ገልፀው	-9.24032
ህዝቡ	-9.24085
መላክ	-9.24125
▁እያደረጉ	-9.24248
ሚሊ	-9.24405
▁ተሳታፊ	-9.24486
▁ሕዝብ	-9.24487
▁ይችላል	-9.24493
ቿ	-9.24943
ሕይወት	-9.24943
▁ሁለተኛ	-9.25402
ተሰጠ	-9.25452
ገነባ	-9.25598
▁አስመልክቶ	-9.25862
ፈጠሩ	-9.25896
▁ህይወታቸው	-9.26325
▁የአየር	-9.26361
▁ኢትዮጵያዊያን	-9.26403
ተሻለ	-9.26625
ኢትዮጵያዊነት	-9.26674
▁ንቅናቄ	-9.2679
▁አቅጣጫ	-9.26791
▁አስረድተዋል	-9.26793
ver	-9.26919
ጠየቀ	-9.26939
▁በጀት	-9.27145
▁ውድድር	-9.27342
ወልቂጤ	-9.27727
▁ኮማንደር	-9.27727
ፔ	-9.28199
መቀበል	-9.28242
ዶክተር	-9.29005
▁ባለቤት	-9.29058
▁ሀሳብ	-9.2917
እርስ	-9.29395
ተኩስ	-9.29745
▁ጉዳዩን	-9.29948
ኮሚሽኑ	-9.30108
▁ታውቋል።	-9.30108
▁ፀጥታ	-9.30109
ጠናከር	-9.30111
ችግኝ	-9.30125
▁ውጪ	-9.30247
▁እያደረገ	-9.30364
ke	-9.30492
ንቀሳቀሱ	-9.30591
▁ትእዛዝ	-9.30591
▁ታጣቂ	-9.30593
▁ዘመቻ	-9.30603
ከታተሉ	-9.30604
▁አድርገው	-9.30605
▁ስፍራ	-9.30629
ጠየቅ	-9.30641
▁ክብር	-9.31032
▁ብዙሃን	-9.31088
ላለፉት	-9.31111
ሯል።	-9.31321
x	-9.31565
▁አስተባባሪ	-9.31565
ከታተል	-9.31565
▁ትብብር	-9.31568
▁ሱዳን	-9.31574
▁አመታት	-9.31591
/2010	-9.32055
ወታደራዊ	-9.32548
መለከቱ	-9.32548
▁ግድያ	-9.32615
▁መንገዱ	-9.33043
▁ከእስር	-9.33044
▁ሆኗል	-9.33044
ion	-9.33975
ንቀሳቀስ	-9.3404
▁ደብዳቤ	-9.3404
▁ጠዋት	-9.34092
ወሰን	-9.34345
▁ዙር	-9.34346
▁ተከታዮች	-9.34543
▁ስልጠና	-9.34543
የካቲት	-9.34553
▁መስራት	-9.34561
▁መርሃ	-9.34677
ፓርቲ	-9.34745
▁በሚገኘው	-9.34769
▁ጥናት	-9.34802
FBC	-9.35048
z	-9.35048
▁ሰሞኑን	-9.35048
ወሰዱ	-9.35069
▁የተጀመረው	-9.35071
▁አቅርበዋል።	-9.35555
▁በሌሎች	-9.35564
▁ደርሶ	-9.35599
ሳተፍ	-9.3561
▁ተስፋዬ	-9.35612
▁ነገሮች	-9.35736
ፊታችን	-9.35815
j	-9.36065
▁ኤምባሲ	-9.36065
▁የድጋፍ	-9.36067
▁በተገኙበት	-9.36067
▁ተከሳሽ	-9.36072
▁ባህል	-9.36127
መልካም	-9.36393
▁ቴሌቪዥን	-9.36578
▁ማረፊያ	-9.36578
,000	-9.3662
▁ጌታቸው	-9.36621
▁አርቲስት	-9.3665
▁እግር	-9.36758
▁ምግብ	-9.37029
▁ኢኮኖሚ	-9.37094
▁የሁለቱ	-9.37096
አክሱም	-9.37103
ጊዮርጊስ	-9.37612
ደርገው	-9.37731
ማስከበር	-9.3774
ኖራቸው	-9.37897
በለጠ	-9.37906
▁ደሳለኝ	-9.38133
ጋዜጠኞች	-9.38133
ጋምቤላ	-9.38133
ድርጊቱ	-9.38135
▁ፎቶ፦	-9.38299
ሟል	-9.38499
▁ማለፉ	-9.38668
▁የተባሉ	-9.38706
▁የሚያስችል	-9.38737
ፐ	-9.39182
▁ፀጋ	-9.39339
▁ፈቃድ	-9.39715
ሪፖርተር	-9.40244
ጠናክሮ	-9.40248
▁የፖሊስ	-9.40294
▁አፍሮ	-9.40305
▁01	-9.40645
%	-9.40778
▁ተጠናቋል	-9.40779
▁ፓርክ	-9.40781
መውጣት	-9.40874
▁ፋብሪካ	-9.41316
▁ስፖርት	-9.41316
▁በከተማዋ	-9.41339
▁እስር	-9.41741
ዴሞክራሲ	-9.41855
▁የበላይነት	-9.41856
▁አሳዛኝ	-9.41857
▁ጉሙዝ	-9.42402
▁ሰአት	-9.42438
▁መነሻ	-9.42445
ተላለፉ	-9.42669
▁ተጠቃሚ	-9.42892
+	-9.42946
ሞባይል	-9.42947
ቋቋም	-9.42964
ወያዩ	-9.42965
▁ቦሌ	-9.43114
ተካሄደው	-9.43383
▁ይደረጋል	-9.43497
ሚካሄደው	-9.4396
ቤኒሻንጉል	-9.44048
▁በዚሁ	-9.44057
ጠበቀ	-9.44166
ማጣራት	-9.44259
Ethiopia	-9.44604
▁ሀይሎች	-9.44688
▁በሁለቱ	-9.45163
▁ለፍርድ	-9.45164
▁መገርሳ	-9.45181
ወልዲያ	-9.45208
▁ግርማ	-9.45241
90	-9.45444
’	-9.45724
▁ትክክለኛ	-9.45724
አውሮፓ	-9.45726
ሳኡዲ	-9.45727
▁ግድብ	-9.4581
ታወቅ	-9.45822
ሷ	-9.45983
▁ምክንያቱ	-9.46857
▁በተመሳሳይ	-9.46857
com	-9.46858
ፅሁፍ	-9.46884
▁የተማሪዎች	-9.46891
እውነት	-9.4741
▁የተፈናቀሉ	-9.47429
▁ጭምር	-9.47446
ሰራዊቱ	-9.47468
▁ከቀኑ	-9.47501
▁እቅድ	-9.47519
ግዛት	-9.47658
ህይወት	-9.47899
▁ስመኘው	-9.48004
ቻናላችን	-9.48004
▁ደርሷል	-9.48011
▁አልፏል	-9.48028
▁ተገልጿል፡፡	-9.48582
ሀይማኖት	-9.48582
▁በወቅቱ	-9.48583
▁ኬንያ	-9.48602
ለቀቁ	-9.48738
▁ተመልክ	-9.48739
▁ሜዳ	-9.48879
▁እውቅና	-9.49166
▁አዋጁ	-9.49169
መግባባት	-9.49173
▁ስታዲየም	-9.49748
ጠናቀቁ	-9.49748
▁ተግባራዊ	-9.49748
▁for	-9.49757
▁ምድብ	-9.49788
▁ይዘው	-9.49857
ዊያን	-9.49895
መቀለ	-9.50237
ቨርሲቲ	-9.50335
▁ደጋፊዎች	-9.50336
▁ተፈጥሮ	-9.50336
▁ተገኝተው	-9.50338
▁የአካል	-9.50365
▁ቃጠሎ	-9.50929
▁ፕሮጀክት	-9.51523
▁ግጭቶች	-9.51524
▁ኮሌጅ	-9.51525
ተላለፍ	-9.51525
▁ታደሰ	-9.51559
▁ሰባት	-9.51664
▁ሰጥተዋል	-9.51717
▁አለመረጋጋት	-9.52122
▁ሙከራ	-9.52133
▁አስተዋፅኦ	-9.52724
▁አደረሳችሁ	-9.52724
▁አሸናፊ	-9.52724
▁በሀገር	-9.5274
▁በከተማው	-9.52857
▁ደቂቃ	-9.53118
አሶሳ	-9.53142
▁አስታውቀዋል፡፡	-9.5333
▁አስኪያጅ	-9.5333
መፅሀፍ	-9.53941
ቦይንግ	-9.53944
ከናወን	-9.53946
ትላንትናው	-9.53959
ተመራቂ	-9.54002
ጠቀሙ	-9.54062
ኤጀንሲው	-9.5437
▁ሪፖርት	-9.54554
ሁላችንም	-9.54554
▁ፍላጎት	-9.55171
▁ጄኔራ	-9.55171
▁የሕዝብ	-9.55171
▁ህጋዊ	-9.55172
▁ተግባራት	-9.55174
▁ዋንጫ	-9.55177
▁አሰራር	-9.55292
▁ዝግጁ	-9.55792
▁ምዝገባ	-9.55794
አርበኞች	-9.55795
▁ክትትል	-9.55795
ጥበብ	-9.56144
ታላቅ	-9.56189
ኢንተርኔት	-9.56417
▁ይታወሳል፡፡	-9.56417
▁ማርቆስ	-9.56418
ሚካኤል	-9.5642
▁የፈተና	-9.56421
▁ድንበር	-9.56427
ታላቁ	-9.56537
BBC	-9.57046
ሃገሪቱ	-9.57046
ተለያየ	-9.57055
▁ቅድመ	-9.57055
▁ለማወቅ	-9.57069
▁አሽከርካሪ	-9.57679
▁ይታወቃል።	-9.57679
▁ተያይዞ	-9.57679
▁አስተያየት	-9.57679
ዝግጅቱ	-9.57679
▁ያደረጉት	-9.57695
▁አከባቢ	-9.57963
▁ለማግኘት	-9.58316
አብዛኛ	-9.58455
ረጅም	-9.58466
መጪው	-9.58747
▁በሰላማዊ	-9.58957
ሥልጣን	-9.58957
▁ኡመር	-9.58958
ሜቴክ	-9.58963
መጋቢት	-9.58967
▁እንደሌለ	-9.59045
▁ፕሮ	-9.59064
ፈለገ	-9.59185
ጳ	-9.59602
ደኢህዴን	-9.59602
▁ዘግቧል።	-9.59602
▁ካምፓስ	-9.59602
▁ኣላማ	-9.59643
▁መሆናቸው	-9.59986
ህገወጥ	-9.60279
ዘጋጁ	-9.60303
▁ማስተማር	-9.60907
▁ህንፃ	-9.6091
ሞያሌ	-9.60943
▁ለአንድ	-9.60961
▁ካርታ	-9.60993
ፌዴሬሽን	-9.61563
▁ተመሳሳይ	-9.61563
▁መንስኤ	-9.61564
መገንባት	-9.61565
▁ከሌሎች	-9.61568
▁መርማሪ	-9.61571
ጥቁር	-9.61841
▁ፍትህ	-9.62244
ቋረጥ	-9.62251
▁በስልክ	-9.6231
▁ሰብሳቢ	-9.62892
▁ከአንድ	-9.62994
▁ኮርፖሬሽን	-9.63563
▁ሰልፉ	-9.63575
▁የዞኑ	-9.63583
ቲክቫህ	-9.64239
ፈረንሳይ	-9.64239
▁ኤልያስ	-9.6424
▁አቅራቢ	-9.64248
ፈቀደ	-9.64368
ኢንቨስትመንት	-9.64919
▁ጀነራል	-9.64919
ማሻሻያ	-9.64919
▁ያንብቡ	-9.6492
▁ዞኖች	-9.64923
▁ይገኛሉ	-9.65154
ገቢዎች	-9.65257
ስላሴ	-9.6534
▁ፖስት	-9.6563
ኢንጅነር	-9.66293
፨	-9.66294
▁ምዘና	-9.66335
አረንጓዴ	-9.66988
▁ቢሊዮን	-9.66988
▁አፈፃፀም	-9.66988
ማሰባሰብ	-9.66989
▁በግቢው	-9.66989
ፋሲል	-9.67015
ተላለፈ	-9.67016
▁ሰራተኛ	-9.67036
አርባምንጭ	-9.67687
▁ፍቃድ	-9.67692
▁ሁከት	-9.67694
▁ባለሙያ	-9.67982
አማርኛ	-9.68159
▁መረጋጋት	-9.68392
▁ነዳጅ	-9.68397
ዋዜማ	-9.68399
▁ሃይለ	-9.68415
መለከት	-9.69105
▁ስርኣቱ	-9.69105
▁ደማቅ	-9.69109
▁አረቢያ	-9.69123
▁ሽልማት	-9.69815
▁አቅርቦ	-9.69816
▁በአግባቡ	-9.69816
▁እጥረት	-9.69817
▁የባህል	-9.70539
▁መስመር	-9.7058
▁ኮሚኒኬሽን	-9.71259
▁በፀጥታ	-9.71259
▁1021	-9.7126
▁ሃይሉ	-9.71271
ታዳጊ	-9.71289
▁ተመስገን	-9.71989
ጠናቀቀ	-9.71996
ሻሻል	-9.7201
▁ክለብ	-9.72023
ጦርነት	-9.72419
ኒቨርስቲ	-9.72719
▁በተደጋጋሚ	-9.72724
▁ተወላጆች	-9.72724
▁ለመፍጠር	-9.72727
▁ወቅታዊ	-9.72728
በርካታ	-9.72778
▁ቱሪዝም	-9.73465
▁ይካሄዳል	-9.73465
▁ተሳትፎ	-9.73465
▁ተናግሯል	-9.73469
ሚመለከታቸው	-9.74211
ጉምሩክ	-9.74212
▁መዝገብ	-9.74219
▁እስኪ	-9.74238
ህዝባዊ	-9.74963
▁ይችላሉ	-9.74965
▁ብርሃኑ	-9.74966
ድንጋይ	-9.74967
▁ይቻላል	-9.74967
▁ድንገተኛ	-9.75721
▁ምንጮች	-9.75721
▁ሀገራዊ	-9.75722
▁አገራት	-9.75767
▁ቅርንጫፍ	-9.76484
ፈልገው	-9.7649
▁የመኪና	-9.76498
ደህንነት	-9.76768
▁ውለዋል	-9.7684
አርቲስ	-9.77171
ወገኖቻችን	-9.77253
▁ቴዎድሮስ	-9.77253
▁ጠቁመዋል።	-9.77253
▁ማብራሪያ	-9.77253
ሰብአዊ	-9.77254
ጎበኙ	-9.77257
▁ዲግሪ	-9.77261
▁አትሌት	-9.77262
▁you	-9.77267
መደገፍ	-9.77275
ቤተሰቦቻቸው	-9.78028
▁ታውቋል፡፡	-9.78028
ኮሎኔል	-9.78028
ትናንትናው	-9.78044
ሀገራቸው	-9.78053
▁የሚቆጠሩ	-9.7881
▁ተጠያቂ	-9.78811
▁አጀንዳ	-9.78811
▁አፈወርቂ	-9.79597
▁ገልጿል፡፡	-9.79597
▁ተናገሩ።	-9.79601
ነበራቸው	-9.79609
▁ተመልሰ	-9.79673
▁በባሕር	-9.80392
መዘገቡ	-9.80419
▁ተነግሯል።	-9.81191
▁ይጠበቃል፡፡	-9.81191
▁በድጋሚ	-9.81192
▁ገለፃ	-9.8121
▁አድራጎት	-9.81997
▁አድርጓል።	-9.81997
▁በመጠቀም	-9.81999
ቃሊቲ	-9.82002
▁አንፃር	-9.82009
▁ወዲህ	-9.82013
▁ለመስራት	-9.82028
▁ገበያ	-9.8203
▁የተፈፀመው	-9.82035
▁ገብቷል	-9.82221
ነበረበት	-9.82589
▁ተጠርጥረው	-9.8281
&	-9.8281
▁የሙዚቃ	-9.8281
▁ተሾመ	-9.82824
▁ቆይቷል	-9.82876
▁ማሳሰቢያ	-9.8363
ልኡካን	-9.8363
▁ሂደቱ	-9.83631
ኢቢሲ	-9.83638
▁መምህር	-9.83641
አዴፓ	-9.83676
ዢ	-9.84456
▁አሳስበዋል።	-9.84456
▁ድምፃዊ	-9.84457
ቴሌግራም	-9.8529
▁መንግስታት	-9.8529
▁ዘግቧል፡፡	-9.8529
▁አጋጣሚ	-9.8529
▁በሰሜን	-9.85294
▁ህይወቱ	-9.8613
▁አድራሻ	-9.8613
▁737	-9.86131
አፋጣኝ	-9.86131
▁ኣይነት	-9.86139
ዋሽንግ	-9.86142
▁ቢያንስ	-9.86142
▁ሰጥቷል።	-9.86147
▁ጀምሯል	-9.86153
ከምሽቱ	-9.86274
ተወሰነ	-9.86394
ቴክኒክ	-9.86977
▁ተቀባይነት	-9.86977
▁ኢንስቲትዩት	-9.86977
እንግሊዝ	-9.86978
ETV	-9.86978
▁ፍኖተ	-9.86978
▁አማካሪ	-9.86979
▁ተጀምሯል	-9.8698
▁ሥርኣት	-9.8698
▁ከትላንት	-9.87807
–	-9.87832
▁ስህተት	-9.87833
▁ከሰኣት	-9.87833
▁ታዋቂ	-9.87836
ተከታታይ	-9.87843
▁አመልክተዋል	-9.87846
መከላከያ	-9.88416
▁ድርጅታዊ	-9.88694
▁ፍቃዱ	-9.88695
▁አቀባይ	-9.88696
ደቂቃዎች	-9.88998
ማስጠበቅ	-9.8923
ሚጠራው	-9.89258
VOA	-9.89564
ሚኒስቴሩ	-9.89564
ተቋቋመ	-9.89565
▁ያደርጋል	-9.89565
▁ተቀብለ	-9.89697
መንግስታዊ	-9.90441
እስልምና	-9.90442
▁በቀጥታ	-9.90444
▁የሱዳን	-9.90447
▁እናመሰግናለን	-9.91326
ረጋገጡ	-9.91328
መንገድ	-9.91809
ሕዝቡ	-9.92225
▁ውጤቱ	-9.92225
ፈፃሚ	-9.93007
>	-9.9312
ሻሸመኔ	-9.9312
▁ኤሌክትሪክ	-9.9312
▁የአገሪቱ	-9.9312
▁ፖሊሶች	-9.93122
▁አዛዥ	-9.93124
ዩንቨርስቲ	-9.94029
▁ፍተሻ	-9.9403
▁እድገት	-9.94031
▁ዉስጥ	-9.94033
▁ይሰጣል	-9.94037
ጉባኤ	-9.94593
▁ጥላሁን	-9.94947
▁ብሄረሰቦች	-9.95872
▁ወታደሮች	-9.95872
▁የኤሌክትሪክ	-9.95872
ማሳደግ	-9.95896
ከተማይቱ	-9.96393
ስብሰባ	-9.96565
ኮንትሮባንድ	-9.96807
▁ተፅእኖ	-9.96807
▁አማካኝነት	-9.96807
▁ይቀጥላል	-9.96807
▁ከሰሞኑ	-9.96807
▁መሃመድ	-9.96807
አልባሳት	-9.96813
የተከበረ	-9.97199
▁ሀገራችን	-9.9775
▁በውይይቱ	-9.9775
▁ተቋርጦ	-9.9775
▁via	-9.9775
▁በአገሪቱ	-9.9775
▁መንግስቱ	-9.97751
▁ሹመት	-9.97754
▁ቀጥሏል	-9.97862
ጵ	-9.98702
▁እንጠይቃለን	-9.98702
▁የተውጣጡ	-9.98703
▁ገፆች	-9.98704
ማድረጋቸው	-9.98711
▁እንደነበረ	-9.99385
▁ሚንስቴር	-10.0063
▁ስደተኞች	-10.0063
▁ታሪካዊ	-10.0063
▁ኢንስፔክተ	-10.0063
▁ወላጆች	-10.0063
▁ፕሬዝደንት	-10.0063
▁በህዝብ	-10.0064
ፄ	-10.0162
▁ኮንሰርት	-10.0162
▁ለማቅረብ	-10.0162
ሳምንታት	-10.0162
ሽግግር	-10.0162
▁ግብዣ	-10.0162
▁ያስፈልጋል	-10.0163
ውድድሩ	-10.0166
AMMA	-10.0261
ተፎካካሪ	-10.0261
▁ማክሰኞ	-10.0261
▁ተነግሯል፡፡	-10.0261
▁ኮሙዩኒኬሽን	-10.0261
አገልግሎቱ	-10.0361
▁ዝርፊያ	-10.0361
ዣ	-10.0666
ኚ	-10.109
ፑ	-10.1199
ዦ	-10.2356
‹	-10.3665
ጿ	-10.7755
›	-11.3219
ጲ	-11.6657
⬇	-11.9613
⬆	-12.3839
ቐ	-12.6198
©	-13.3198
◾	-14.1536
▪	-14.1537
.	-14.1538
√	-14.1538
